{
  "more_than_just_project_management_title": "Гъвкава CMS и ERP платформа",
  "more_than_just_project_management_content": "JustDo е повече от просто софтуер за управление на проекти. Той функционира безпроблемно като CMS и ERP система. Високата му степен на персонализация го прави идеален за различни бизнес приложения, предлагайки стабилни, персонализирани решения за посрещане на специфични нужди на индустрията. Тази универсалност прави JustDo перфектната платформа за бизнеси, търсещи да интегрират цялостни инструменти за управление с гъвкавостта на CMS.",
  "full_ai_integration_title": "Пълна AI интеграция",
  "full_ai_integration_content": "С напредналите AI възможности на JustDo, можете бързо да генерирате структури на проекти от един единствен подтик, да конвертирате документи и договори в задачи, да създавате подробни резюмета и да изпълнявате детайлни заявки за вашите проекти.",
  "choose_who_sees_what_title": "Изберете кой какво вижда",
  "choose_who_sees_what_content": "Селективното споделяне на задачи ви позволява да поканите клиенти, доставчици и заинтересовани страни на вашето табло, като същевременно гарантирате, че те виждат само това, което е споделено с тях. Нашата гъвкава система за разрешения позволява широк спектър от контроли за достъп, осигурявайки персонализирана видимост и сигурност за всеки участник.",
  "manage_multiple_projects_on_one_board_title": "Управлявайте множество проекти на едно табло",
  "manage_multiple_projects_on_one_board_content": "С поддръжката на JustDo за масивни табла, съдържащи над 200 000 задачи, управлението на множество проекти на едно табло става удобно и ефективно. Организирайте, наблюдавайте и изпълнявайте всичките си проекти безпроблемно на едно централизирано място.",
  "gantt_dependencies_title": "Диаграма на Гант и зависимости",
  "gantt_dependencies_content": "Пълнофункционална диаграма на Гант в JustDo с междупроектни зависимости. Позволява ефективно планиране, координация и проследяване, за да поддържате проектите в график.",
  "chat_channels_emails_files_title": "Чат канали, имейли, файлове",
  "chat_channels_emails_files_content": "Подобрете сътрудничеството в екипа с посветени чат канали за всяка задача. Обсъждайте идеи в реално време, директно в рамките на вашия проект, за безпроблемна комуникация. Изпращайте имейли директно към задачи, създавайки централизиран запис, достъпен за всички, включително и за външни сътрудници. Без усилие управлявайте, споделяйте и организирайте всички документи на вашия проект на едно място, поддържайки вашия екип координиран и продуктивен.",
  "enterprise_grade_plugins_title": "Плъгини от корпоративен клас",
  "enterprise_grade_plugins_content": "JustDo предлага редица плъгини от корпоративен клас за подобряване на вашите възможности за управление на проекти. Идентифицирайте и управлявайте рисковете с нашия плъгин за <b>Управление на риска</b>, който осигурява успех и устойчивост на проекта. Точно проследявайте времето, прекарано в задачи с интуитивно <b>Проследяване на времето</b> за прецизно разпределение на ресурсите. Оптимизирайте разпределението на задачите и балансирайте работното натоварване между членовете на екипа с <b>Управление на ресурсите и натоварването</b>. Това са само няколко от многото мощни плъгини, налични в JustDo.",
  "main_page_slides_getting_started_video_title": "Започване с JustDo",
  "main_page_slides_getting_started_video_subtitle": "Научете какво може да направи JustDo за вас!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Създайте вашия проект с една единствена подкана",
  "main_page_slides_do_pilot_message_paste_title": "Нашият AI асистент",
  "main_page_slides_do_pilot_message_paste_subtitle": "Създавайте задачи от текстови съобщения и документи!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Автоматично разработване на задачи",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Автоматично разбивайте задачите на подзадачи",
  "main_page_slides_do_pilot_summary_title": "Чат за задачи с AI",
  "main_page_slides_do_pilot_summary_subtitle": "Автоматично обобщавайте задачи и чатете с AI за тях",
  "main_page_slides_task_summary": "Обобщение на задачата",
  "main_page_stats_unlimited": "Неограничени",
  "main_page_stats_1": "Плъгини",
  "main_page_stats_2": "Години на пазара",
  "main_page_stats_3": "Задачи на табло",
  "main_page_stats_4": "Опции за персонализация",
  "main_page_stats_5": "Цветни теми",
  "main_page_stats_6": "Поддържани езици"
}