{
  "enhanced_scalability_seamless_deployment_title": "향상된 확장성 및 원활한 배포",
  "enhanced_scalability_seamless_deployment_content": "JustDo는 효율적인 배포와 탁월한 확장성을 위해 설계되었습니다. 견고한 아키텍처로 프로젝트당 수십만 개의 작업을 지원하며, 이는 JustDo를 진정한 엔터프라이즈급 솔루션으로 차별화합니다. 이러한 기능은 원활한 성능과 확장을 보장하며, 고객의 프로젝트 성장에 완벽하게 부합합니다.",
  "multiple_sources_of_revenue_title": "다양한 수익원",
  "multiple_sources_of_revenue_content": "JustDo는 고객에게 제공할 수 있는 포괄적인 서비스 패키지를 제공합니다. JustDo를 도입함으로써 귀하는 호스팅, 개발, 교육, 유지 보수 및 지원 서비스를 판매하여 안정적이고 지속적인 수익 흐름을 창출할 수 있습니다. 당사의 종합 플랫폼은 귀하가 비즈니스 제공 범위를 확대하고 수익성을 극대화할 수 있도록 지원합니다.",
  "simple_cost_structure_title": "단순한 비용 구조",
  "simple_cost_structure_content": "당사는 귀하의 판매 수익에서 수수료를 받지 않습니다. 당사의 가격 책정은 명확하고 간단하며, 사용자당 월 정액제와 간트(Gantt) 및 AI와 같은 프리미엄 기능에 대한 고정 가격으로 제공됩니다. 이러한 투명한 가격 구조를 통해 귀하는 항상 예상 비용을 알 수 있으므로 비용과 잠재적 수익을 자신 있게 예측할 수 있습니다. 자세한 내용은 <a href=\"/pricing\">당사 가격 책정 페이지</a>를 참조하십시오.",
  "use_your_brand_white_label_ready_title": "귀하의 브랜드 사용 - 화이트 라벨(White-Label) 준비 완료",
  "use_your_brand_white_label_ready_content": "JustDo의 화이트 라벨 기능으로 고객의 브랜드 존재감을 강화하십시오. 플랫폼을 고객의 로고, 색상 구성표 및 고유한 아이덴티티로 맞춤 설정하여 원활하고 브랜드화된 경험을 제공합니다.",
  "support_for_intranet_deployments_title": "최고 수준의 보안 - 인트라넷 배포 가능",
  "support_for_intranet_deployments_content": "민감한 산업의 고객은 종종 인터넷 액세스 없이 인트라넷 내에서 매우 안전한 배포를 요구합니다. JustDo는 이러한 독특한 배포 옵션을 지원하여 <b>경쟁 솔루션이 제공하기 어려운</b> 초보안 온프레미스 환경을 제공합니다.",
  "speaks_the_language_of_your_clients_title": "고객의 언어로 소통",
  "speaks_the_language_of_your_clients_content": "당사의 고급 번역 시스템을 통해 JustDo는 <b>며칠 내에</b> 전 세계 상위 100개 언어로 번역될 수 있어 현지 고객에게 원활한 경험을 제공합니다. 귀하의 시장에 당사가 아직 제공하지 않는 번역이 필요한 경우 주저하지 마시고 당사에 문의하십시오! 당사는 특히 <b><u>사용 가능한 솔루션이 없는 시장</u></b>에 대해 추가 사항을 고려하고 싶습니다.",
  "on_the_fly_proof_of_concept_title": "AI 지원 데모",
  "on_the_fly_proof_of_concept_content": "JustDo의 AI 지원 데모를 통해 고객은 원하는 프로젝트를 설명할 수 있으며, 당사는 신속한 데모를 위한 즉각적인 구조를 생성합니다. 이 기능은 <b>고객에게 깊은 인상을 남기고</b> 고객의 주의를 끌기에 이상적입니다.",
  "collaboration_and_communication_title": "협업 및 커뮤니케이션",
  "collaboration_and_communication_content": "JustDo는 강력한 프로젝트 관리와 커뮤니케이션 및 협업을 원활하게 통합합니다. 고객 및 공급업체와 선택적으로 작업을 공유하고, 포괄적인 이메일 및 채팅 기록을 유지하며, 프로젝트 문서를 효율적으로 구성합니다. 한편, 간트 차트와 종속성으로 여러 프로젝트를 관리하고, 시간을 추적하며, 하나의 직관적인 플랫폼에서 작업 부하의 균형을 맞춥니다."
}