{
  "enhanced_scalability_seamless_deployment_title": "Forbedret Skalerbarhed & Problemfri Implementering",
  "enhanced_scalability_seamless_deployment_content": "JustDo er konstrueret til nem implementering og exceptionel skalerbarhed. Med en robust arkitektur understøtter den hundredtusindvis af opgaver pr. projekt, hvilket gør den til en ægte enterprise-grade løsning. Denne kapacitet sikrer problemfri ydeevne og udvidelse, der perfekt tilpasser sig væksten i dine klienters projekter.",
  "multiple_sources_of_revenue_title": "Flere Indtægtskilder",
  "multiple_sources_of_revenue_content": "JustDo tilbyder en helhedsorienteret pakke af tjenester, som I kan tilbyde jeres klienter. Ved at adoptere JustDo kan I sælge hosting, udvikling, træning, vedligeholdelse og supporttjenester, hvilket skaber en pålidelig og løbende indtægtsstrøm. Vores omfattende platform giver jer mulighed for at udvide jeres forretningstilbud og maksimere rentabiliteten.",
  "simple_cost_structure_title": "Enkel Omkostningsstruktur",
  "simple_cost_structure_content": "Vi tager ikke en procentdel af jeres salg. Vores prissætning er klar og enkel, med et fast månedligt gebyr pr. bruger og faste priser for a la carte premium-funktioner som Gantt og AI. Denne gennemsigtige prisstruktur sikrer, at I altid ved, hvad I kan forvente, så I med sikkerhed kan forudse jeres omkostninger og potentielle fortjenester. For flere detaljer, <a href=\"/pricing\">besøg vores prisside</a>.",
  "use_your_brand_white_label_ready_title": "Brug Jeres Brand - Klar til White-Label",
  "use_your_brand_white_label_ready_content": "Forstærk jeres klienters brandtilstedeværelse med JustDos white-label-muligheder. Tilpas platformen med deres logoer, farveskemaer og unikke identiteter for at skabe en problemfri, branded oplevelse.",
  "support_for_intranet_deployments_title": "Topsikkerhed - Intranet-Implementering Tilgængelig",
  "support_for_intranet_deployments_content": "Klienter i følsomme brancher kræver ofte yderst sikker implementering inden for deres intranet, nogle gange endda uden internetadgang. JustDo understøtter denne unikke implementeringsmulighed og leverer et ultra-sikkert, on-premise miljø <b>som få konkurrerende løsninger kan tilbyde.</b>",
  "speaks_the_language_of_your_clients_title": "Taler Jeres Klienters Sprog",
  "speaks_the_language_of_your_clients_content": "Med vores avancerede oversættelsessystem kan JustDo oversættes til de 100 mest udbredte sprog i verden <b>inden for få dage</b>, hvilket sikrer en problemfri oplevelse for jeres lokale klienter. Hvis jeres marked har brug for en oversættelse, vi endnu ikke tilbyder, så tøv ikke med at kontakte os! Vi er ivrige efter at overveje tilføjelser, <b><u>især til markeder uden nogen tilgængelige løsninger</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI-Assisterede Demoer",
  "on_the_fly_proof_of_concept_content": "Med JustDos AI-assisterede demoer kan jeres klienter beskrive deres ønskede projekt, og vi genererer straks en struktur til en hurtig demo. Denne funktion er <b>ideel til at imponere klienter</b> og fange deres opmærksomhed.",
  "collaboration_and_communication_title": "Samarbejde og Kommunikation",
  "collaboration_and_communication_content": "JustDo forener problemfrit kommunikation og samarbejde med kraftfuld projektstyring. Del selektivt opgaver med klienter og leverandører, bevar omfattende e-mail- og chatoptegnelser, og organiser projektdokumenter effektivt. Samtidig kan I styre flere projekter med Gantt-diagrammer og afhængigheder, spore tid og balancere arbejdsbyrder - alt sammen under én intuitiv platform."
}