{
  "more_than_just_project_management_title": "Гибкая CMS и ERP платформа",
  "more_than_just_project_management_content": "JustDo — это больше, чем просто программное обеспечение для управления проектами. JustDo безупречно выполняет функции как CMS, так и ERP системы. Высокая степень кастомизации делает его идеальным решением для различных бизнес-приложений, предлагая мощные инструменты для удовлетворения специфических потребностей отрасли. Эта универсальность делает JustDo идеальной платформой для бизнеса, стремящегося интегрировать комплексные инструменты управления с гибкостью CMS.",
  "full_ai_integration_title": "Полная интеграция с ИИ",
  "full_ai_integration_content": "С помощью передовых возможностей AI вы можете быстро создавать структуры проектов, преобразовывать документы и контракты в задачи, создавать подробные сводки и выполнять детальные запросы о ваших проектах.",
  "choose_who_sees_what_title": "Выберите, кто что видит",
  "choose_who_sees_what_content": "Избирательный доступ к задачам позволяет приглашать клиентов, поставщиков и заинтересованные стороны в вашу команду, при этом они видят только то, что вы им разрешите. Наша гибкая система разрешений обеспечивает индивидуальную видимость и безопасность для каждого участника.",
  "manage_multiple_projects_on_one_board_title": "Управляйте несколькими проектами в одном месте",
  "manage_multiple_projects_on_one_board_content": "Благодаря поддержке досок JustDo с более чем 200 000 задач, управление несколькими проектами на одной доске становится удобным и эффективным. Организуйте, контролируйте и выполняйте все свои проекты в одном месте.",
  "gantt_dependencies_title": "Диаграмма Ганта и зависимости",
  "gantt_dependencies_content": "Полнофункциональная диаграмма Ганта с зависимостями между проектами позволяет эффективно планировать, координировать и отслеживать выполнение задач для соблюдения графика проектов.",
  "chat_channels_emails_files_title": "Каналы чата, электронные письма, файлы",
  "chat_channels_emails_files_content": "Выделенные каналы чата для каждой задачи улучшают общение и совместную работу благодаря обсуждениям в режиме реального времени в контексте проекта. Отправляйте электронные письма непосредственно в задачи, ведя полный учет всех коммуникаций, даже с внешними сотрудниками. Легко получайте доступ, делитесь и организуйте связанные с проектом документы.",
  "enterprise_grade_plugins_title": "Плагины корпоративного уровня",
  "enterprise_grade_plugins_content": "JustDo предлагает ряд корпоративных плагинов для продвинутого управления проектами. Управляйте рисками, отслеживайте время потраченное на задачи, оптимизируйте распределение задач и балансируйте рабочую нагрузку среди команды. Это лишь некоторые из множества мощных плагинов, доступных в JustDo.",
  "main_page_slides_getting_started_video_title": "Начало работы с JustDo",
  "main_page_slides_getting_started_video_subtitle": "Узнайте, что JustDo может сделать для вас!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Создайте свой проект с помощью одного запроса",
  "main_page_slides_do_pilot_message_paste_title": "Наш AI-ассистент",
  "main_page_slides_do_pilot_message_paste_subtitle": "Создавайте задачи из текстовых сообщений и документов!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Автоматическая разработка задач",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Автоматически разбивайте задачи на подзадачи",
  "main_page_slides_do_pilot_summary_title": "Чат с AI по задачам",
  "main_page_slides_do_pilot_summary_subtitle": "Автоматически резюмируйте задачи и общайтесь с AI о них",
  "main_page_slides_task_summary": "Сводка по задачам",
  "main_page_stats_unlimited": "Безлимитные",
  "main_page_stats_1": "Плагинов",
  "main_page_stats_2": "Лет на рынке",
  "main_page_stats_3": "Задач на доске",
  "main_page_stats_4": "Варианты кастомизации",
  "main_page_stats_5": "Красочных тем",
  "main_page_stats_6": "Поддерживаемых языков"
}