{
  "more_than_just_project_management_title": "CMS eta ERP plataforma malgua",
  "more_than_just_project_management_content": "JustDo proiektu-kudeaketa software bat baino gehiago da. KKS (Eduki Kudeaketa Sistema) eta ERP sistema gisa funtzionatzen du aldi berean. Bere pertsonalizazio maila altuak negozio-aplikazio ugarietarako egokia egiten du, industria-behar zehatzak asetzeko konponbide sendoak eskainiz. Moldagarritasun honek JustDo plataforma ezin hobea bihurtzen du kudeaketa-tresna integralak KKS baten malgutasunarekin batu nahi dituzten enpresentzat.",
  "full_ai_integration_title": "AI Integrazio Osoa",
  "full_ai_integration_content": "JustDo-ren AI gaitasun aurreratuekin, azkar sortu ditzakezu proiektu egiturak prompt bakar batetik abiatuta, dokumentuak eta kontratuak ataza bihurtu, laburpen osoak egin, eta zure proiektuei buruzko kontsulta zehatzak egin.",
  "choose_who_sees_what_title": "Aukeratu Nork Zer Ikusten Duen",
  "choose_who_sees_what_content": "Ataza partekatzeko aukera selektiboak bezeroei, hornitzaileei eta interesdunei zure taulara gonbidatzea ahalbidetzen dizu, haiekin partekatutakoa soilik ikus dezaketela ziurtatuz. Gure baimen sistema malguak sarbide kontrol aukera zabala eskaintzen du, parte-hartzaile bakoitzarentzat ikusgaitasun eta segurtasun pertsonalizatua eskainiz.",
  "manage_multiple_projects_on_one_board_title": "Kudeatu Hainbat Proiektu Taula Bakar Batean",
  "manage_multiple_projects_on_one_board_content": "JustDo-k 200.000 ataza baino gehiago dituzten taula handiak onartzen dituenez, hainbat proiektu taula bakar batean kudeatzea erosoa eta eraginkorra bihurtzen da. Antolatu, kontrolatu eta exekutatu zure proiektu guztiak modu errazean leku zentralizatu batean.",
  "gantt_dependencies_title": "Gantt eta Menpekotasunak",
  "gantt_dependencies_content": "JustDo-ren Gantt erabat funtzionala Proiektuen Arteko Menpekotasunekin. Plangintza, koordinazioa eta jarraipena eraginkortasunez egitea ahalbidetzen du proiektuak planifikatutako epean mantentzeko.",
  "chat_channels_emails_files_title": "Txat Kanalak, Emailak, Fitxategiak",
  "chat_channels_emails_files_content": "Indartu talde lankidetza ataza bakoitzerako txat kanal esklusiboekin. Eztabaidatu ideiak denbora errealean, zuzenean zure proiektuaren barruan, komunikazio arina lortzeko. Bidali emailak zuzenean atazetara, erregistro zentralizatua sortuz guztientzat eskuragarri, baita kanpoko kolaboratzaileentzat ere. Kudeatu, partekatu eta antolatu erraz zure proiektuko dokumentu guztiak leku bakar batean, zure taldea lerrokatuta eta produktiboa mantenduz.",
  "enterprise_grade_plugins_title": "Enpresa Mailako Pluginak",
  "enterprise_grade_plugins_content": "JustDo-k enpresa mailako plugin sorta eskaintzen du zure proiektuen kudeaketa gaitasunak hobetzeko. Identifikatu eta kudeatu arriskuak gure <b>Arrisku Kudeaketa</b> Plugin-arekin, proiektuaren arrakasta eta erresilientzia bermatuz. Jarraitu zehatz-mehatz atazetan emandako denbora <b>Denbora Jarraipena</b> intuitiboarekin, baliabideen esleipen zehatzerako. Optimizatu atazen esleipena eta orekatu lan-kargak taldekideen artean <b>Baliabide eta Karga Kudeaketarekin</b>. Hauek JustDo-n eskuragarri dauden plugin indartsuen adibide batzuk besterik ez dira.",
  "main_page_slides_getting_started_video_title": "JustDo-rekin Hasten",
  "main_page_slides_getting_started_video_subtitle": "Ikasi JustDo-k zuretzat zer egin dezakeen!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Sortu zure proiektua prompt bakar batekin",
  "main_page_slides_do_pilot_message_paste_title": "Gure AI Laguntzailea",
  "main_page_slides_do_pilot_message_paste_subtitle": "Sortu atazak testu mezuetatik eta dokumentuetatik!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Atazak Automatikoki Garatu",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatikoki banatu atazak azpi-atazetan",
  "main_page_slides_do_pilot_summary_title": "AI-rekin Ataza Txata",
  "main_page_slides_do_pilot_summary_subtitle": "Automatikoki laburtu atazak eta txateatu AI-rekin haiei buruz",
  "main_page_slides_task_summary": "Atazaren laburpena",
  "main_page_stats_unlimited": "Mugagabea",
  "main_page_stats_1": "Pluginak",
  "main_page_stats_2": "Urte Merkatuan",
  "main_page_stats_3": "Ataza Taula Bakoitzeko",
  "main_page_stats_4": "Pertsonalizazio Aukerak",
  "main_page_stats_5": "Gai Koloretsuak",
  "main_page_stats_6": "Onartutako Hizkuntzak"
}