{
  "more_than_just_project_management_title": "Paindlik CMS ja ERP platvorm",
  "more_than_just_project_management_content": "JustDo on enamat kui lihtsalt projektijuhtimise tarkvara. See toimib sujuvalt nii CMS-i kui ka ERP-süsteemina. Selle suur kohandatavus muudab selle ideaalseks mitmesugusteks ärirakenduseks, pakkudes tugevaid, kohandatud lahendusi konkreetsete tööstuste vajadustele. See mitmekülgsus teeb JustDo-st täiusliku platvormi ettevõtetele, kes soovivad integreerida põhjalikud haldustööriistad CMS-i paindlikkusega.",
  "full_ai_integration_title": "Täielik tehisintellekti integratsioon",
  "full_ai_integration_content": "JustDo arenenud tehisintellekti võimalustega saate kiiresti luua projektistruktuure ühest käsklausest, teisendada dokumente ja lepinguid ülesanneteks, koostada põhjalikke kokkuvõtteid ja esitada üksikasjalikke päringuid oma projektide kohta.",
  "choose_who_sees_what_title": "Valige, kes mida näeb",
  "choose_who_sees_what_content": "Valikuline ülesannete jagamine võimaldab teil kutsuda kliente, tarnijaid ja huvirühmi oma tahvlile, tagades samal ajal, et nad näevad ainult seda, mis on nendega jagatud. Meie paindlik õiguste süsteem võimaldab laia valikut juurdepääsukontrolle, pakkudes iga osaleja jaoks kohandatud nähtavust ja turvalisust.",
  "manage_multiple_projects_on_one_board_title": "Hallake mitut projekti ühel tahvlil",
  "manage_multiple_projects_on_one_board_content": "JustDo toega massiivsete tahvlite jaoks, mis sisaldavad üle 200 000 ülesande, muutub mitme projekti haldamine ühel tahvlil mugavaks ja tõhusaks. Korraldage, jälgige ja teostage kõiki oma projekte sujuvalt ühes keskses kohas.",
  "gantt_dependencies_title": "Gantti diagramm ja sõltuvused",
  "gantt_dependencies_content": "JustDo täielikult varustatud Gantti diagramm koos projektidevaheliste sõltuvustega. Võimaldab tõhusat planeerimist, koordineerimist ja jälgimist, et hoida projektid ajakavas.",
  "chat_channels_emails_files_title": "Vestluskanalid, e-kirjad, failid",
  "chat_channels_emails_files_content": "Tõstke meeskonna koostööd pühendatud vestluskanalitega iga ülesande jaoks. Arutage ideid reaalajas otse oma projekti sees sujuvaks suhtluseks. Saatke e-kirjad otse ülesannetele, luues tsentraliseeritud kirje, mis on kättesaadav kõigile, isegi välistele koostööpartneritele. Hallake, jagage ja korraldage hõlpsalt kõiki oma projektidokumente ühes kohas, hoides oma meeskonna kooskõlas ja produktiivsena.",
  "enterprise_grade_plugins_title": "Ettevõttetaseme pistikprogrammid",
  "enterprise_grade_plugins_content": "JustDo pakub mitmesuguseid ettevõttetaseme pistikprogramme teie projektijuhtimise võimekuse suurendamiseks. Tuvastage ja hallake riske meie <b>Riskijuhtimise</b> pistikprogrammiga, mis tagab projekti edu ja vastupidavuse. Jälgige täpselt ülesannetele kulutatud aega intuitiivse <b>Ajajälgimisega</b> täpseks ressursside jaotamiseks. Optimeerige ülesannete jaotamist ja tasakaalustage töökoormust meeskonnaliikmete vahel <b>Ressursside ja koormuse juhtimisega</b>. Need on vaid mõned paljudest võimsatest pistikprogrammidest, mis on JustDo-s saadaval.",
  "main_page_slides_getting_started_video_title": "Alustamine JustDo-ga",
  "main_page_slides_getting_started_video_subtitle": "Õppige, mida JustDo teie heaks teha saab!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo tehisintellekt",
  "main_page_slides_justdo_ai_prompt_subtitle": "Looge oma projekt ühe käsklausega",
  "main_page_slides_do_pilot_message_paste_title": "Meie tehisintellekti assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Looge ülesandeid tekstsõnumitest ja dokumentidest!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automaatne ülesannete täpsustamine",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Jagage ülesanded automaatselt alamülesanneteks",
  "main_page_slides_do_pilot_summary_title": "Ülesannete vestlus tehisintellektiga",
  "main_page_slides_do_pilot_summary_subtitle": "Koostage automaatselt ülesannete kokkuvõtteid ja vestlege nende kohta tehisintellektiga",
  "main_page_slides_task_summary": "Ülesande kokkuvõte",
  "main_page_stats_unlimited": "Piiramatu",
  "main_page_stats_1": "Pistikprogrammid",
  "main_page_stats_2": "Aastat turul",
  "main_page_stats_3": "Ülesannet tahvli kohta",
  "main_page_stats_4": "Kohandamisvõimalused",
  "main_page_stats_5": "Värvilist teemat",
  "main_page_stats_6": "Toetatud keeled"
}