{
  "more_than_just_project_management_title": "Flexibel CMS an ERP Plattform",
  "more_than_just_project_management_content": "JustDo ass méi wéi nëmmen eng Projektverwaltungssoftware. Et funktionéiert nahtlos als CMS an ERP System. Seng héich Upassbarkeet mécht et ideal fir eng Rei vu Geschäftsanwendungen, wat robust, personaliséiert Léisunge fir spezifesch Industriebedürfnisser ubitt. Dës Vielsäitegkeet mécht JustDo déi perfekt Plattform fir Betriber, déi ëmfaassend Managementtools mat der Flexibilitéit vun engem CMS integréiere wëllen.",
  "full_ai_integration_title": "Komplett KI Integratioun",
  "full_ai_integration_content": "Mat JustDo senge fortgeschrattene KI-Fäegkeeten kënnt Dir séier Projektstrukture vun enger eenzeger Benotzereingab generéieren, Dokumenter a Kontrakter an Aufgaben ëmwandelen, ëmfaassend Zesummefaassunge produzéieren, a detailléiert Ufroen iwwer Är Projete maachen.",
  "choose_who_sees_what_title": "Wielt wien wat gesäit",
  "choose_who_sees_what_content": "Selektiv Aufgabendeele léisst Iech Clienten, Liwweranten a Stakeholderen op Är Plattform alueden, während Dir sécherstellt, datt si nëmme gesinn, wat mat hinne gedeelt gëtt. Eist flexibelt Berechtigungssystem erlaabt eng breet Palette vun Zougangskontroll, wat personaliséiert Visibilitéit a Sécherheet fir all Participant bitt.",
  "manage_multiple_projects_on_one_board_title": "Verwalte vu multiple Projeten op enger Plattform",
  "manage_multiple_projects_on_one_board_content": "Mat JustDo senger Ënnerstëtzung fir massiv Plattforme mat iwwer 200.000 Aufgaben gëtt d'Verwaltung vu multiple Projeten op enger eenzeger Plattform bequem an effizient. Organiséiert, iwwerwaacht a féiert all Är Projeten nahtlos op enger zentraler Plaz aus.",
  "gantt_dependencies_title": "Gantt & Ofhängegkeeten",
  "gantt_dependencies_content": "JustDo säi voll ausgestattete Gantt mat Projet-iwwergräifenden Ofhängegkeeten. Erméiglecht effizient Planung, Koordinatioun an Tracking fir Projeten am Zäitplang ze halen.",
  "chat_channels_emails_files_title": "Chat Kanäl, E-Mailen, Fichieren",
  "chat_channels_emails_files_content": "Verbessert d'Teamzesummenaarbecht mat dedizéierte Chat Kanäl fir all Aufgab. Diskutéiert Iddien an Echtzäit, direkt an Ärem Projet, fir eng nahtlos Kommunikatioun. Schéckt E-Mailen direkt un Aufgaben, fir eng zentral Opzeechnung ze kreéieren, déi fir jiddereen zougänglech ass, och extern Mataarbechter. Geréiert, deelt a strukturéiert all Är Projektdokumenter op enger Plaz, fir Äert Team alignéiert a produktiv ze halen.",
  "enterprise_grade_plugins_title": "Enterprise Qualitéit Plugins",
  "enterprise_grade_plugins_content": "JustDo bitt eng Rei vu Plugins mat Enterprise Qualitéit un, fir Är Projektverwaltungsfäegkeeten ze verbesseren. Identifizéiert a geréiert Risike mat eisem <b>Risk Management</b> Plugin, dat de Projet Erfolleg an d'Widderstandsfäegkeet sécherstellt. Verfollegt genau d'Zäit, déi op Aufgabe verbruecht gëtt, mat intuitivem <b>Time Tracking</b> fir präzis Ressourcenzouweisung. Optimiséiert d'Aufgabenzouweisung an equilibréiert d'Aarbechtslaascht iwwer Teammemberen mat <b>Resource & Load Management</b>. Dëst sinn nëmmen e puer vun de ville mächtege Plugins, déi an JustDo verfügbar sinn.",
  "main_page_slides_getting_started_video_title": "Ufänke mat JustDo",
  "main_page_slides_getting_started_video_subtitle": "Léiert wat JustDo fir Iech maache kann!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo KI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Erstellt Äre Projet mat enger eenzeger Benotzereingab",
  "main_page_slides_do_pilot_message_paste_title": "Eisen KI Assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Erstellt Aufgabe vun Textnoriichten an Dokumenter!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatesch Aufgaben Elaboratioun",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Ënnerdeelt Aufgaben automatesch an Ënneraufgaben",
  "main_page_slides_do_pilot_summary_title": "Aufgabe Chat mat KI",
  "main_page_slides_do_pilot_summary_subtitle": "Faasstd'Aufgaben automatesch zesummen a chatmam KI driwwer",
  "main_page_slides_task_summary": "Aufgabenzesummefaassung",
  "main_page_stats_unlimited": "Onbegrenzt",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Joer um Maart",
  "main_page_stats_3": "Aufgabe pro Plattform",
  "main_page_stats_4": "Personaliséierungsoptiounen",
  "main_page_stats_5": "Faarweg Themen",
  "main_page_stats_6": "Ënnerstëtzt Sproochen"
}