{
  "more_than_just_project_management_title": "Piattaforma flessibile CMS ed ERP",
  "more_than_just_project_management_content": "JustDo è più di un semplice software per il Project Management. Funziona perfettamente sia come sistema CMS che ERP. Il suo alto grado di personalizzazione lo rende ideale per una varietà di applicazioni aziendali, offrendo soluzioni robuste e su misura per soddisfare le esigenze specifiche del settore. Questa versatilità rende JustDo la piattaforma perfetta per le aziende che cercano di integrare strumenti di gestione completi con la flessibilità di un CMS.",
  "full_ai_integration_title": "Integrazione completa dell'IA",
  "full_ai_integration_content": "Con le avanzate capacità di IA di JustDo, potete generare rapidamente strutture di progetto da un singolo prompt, convertire documenti e contratti in attività, produrre riassunti completi ed eseguire query dettagliate sui vostri progetti.",
  "choose_who_sees_what_title": "Scegliete chi vede cosa",
  "choose_who_sees_what_content": "La condivisione selettiva delle attività vi permette di invitare clienti, fornitori e altri stakeholder alla vostra board assicurandovi che vedano solo ciò che è condiviso con loro. Il nostro flessibile sistema di autorizzazioni si adatta a una vasta gamma di controlli di accesso, fornendo visibilità e sicurezza su misura per ogni partecipante.",
  "manage_multiple_projects_on_one_board_title": "Gestite più progetti su una sola board",
  "manage_multiple_projects_on_one_board_content": "Con il supporto di JustDo per board massive contenenti oltre 200.000 attività, la gestione di più progetti su una singola board diventa conveniente ed efficiente. Organizzate, monitorate ed eseguite tutti i vostri progetti senza problemi in un unico luogo centralizzato.",
  "gantt_dependencies_title": "Gantt e Dipendenze",
  "gantt_dependencies_content": "Il Gantt completo di JustDo con Dipendenze tra Progetti. Permette pianificazione, coordinazione e tracciamento efficienti per mantenere i progetti in schedule.",
  "chat_channels_emails_files_title": "Canali di Chat, Email, File",
  "chat_channels_emails_files_content": "Migliorate la collaborazione del team con canali di chat dedicati per ogni attività. Discutete le idee in tempo reale, direttamente all'interno del vostro progetto, per una comunicazione senza interruzioni. Inviate email direttamente alle attività, creando un registro centralizzato accessibile a tutti, anche ai collaboratori esterni. Gestite, condividete e organizzate facilmente tutti i vostri documenti di progetto in un unico luogo, mantenendo il vostro team allineato e produttivo.",
  "enterprise_grade_plugins_title": "Plugin di livello Enterprise",
  "enterprise_grade_plugins_content": "JustDo offre una gamma di plugin di livello enterprise per migliorare le vostre capacità di Project Management. Identificate e gestite i rischi con il nostro Plugin di <b>Gestione dei Rischi</b> che garantisce il successo e la resilienza del progetto. Tracciate accuratamente il tempo speso nelle singole attività con l'intuitivo <b>Tracciamento del Tempo</b> per un'allocazione precisa delle risorse. Ottimizzate l'allocazione delle attività e bilanciate i carichi di lavoro tra i membri del team con la <b>Gestione delle Risorse e del Carico</b>. Questi sono solo alcuni dei molti potenti plugin disponibili in JustDo.",
  "main_page_slides_getting_started_video_title": "Iniziare con JustDo",
  "main_page_slides_getting_started_video_subtitle": "Scoprite cosa può fare JustDo per voi!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Create il vostro progetto con un singolo prompt",
  "main_page_slides_do_pilot_message_paste_title": "Il nostro Assistente IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "Create attività da messaggi di testo e documenti!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Elaborazione automatica delle attività",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Suddividete automaticamente le attività in sotto-attività",
  "main_page_slides_do_pilot_summary_title": "Chat sulle attività con IA",
  "main_page_slides_do_pilot_summary_subtitle": "Riassumete automaticamente le attività e chattate con l'IA su di esse",
  "main_page_slides_task_summary": "Riepilogo attività",
  "main_page_stats_unlimited": "Illimitato",
  "main_page_stats_1": "Plugin",
  "main_page_stats_2": "Anni sul mercato",
  "main_page_stats_3": "Attività per board",
  "main_page_stats_4": "Opzioni di personalizzazione",
  "main_page_stats_5": "Temi colorati",
  "main_page_stats_6": "Lingue Supportate"
}