{
  "enhanced_scalability_seamless_deployment_title": "Масштабируемость и простое развертывание",
  "enhanced_scalability_seamless_deployment_content": "JustDo создан для легкого развертывания и высокой масштабируемости. Его надежная архитектура поддерживает сотни тысяч задач, что делает его отличным решением для корпоративного бизнеса. Это гарантирует бесперебойную работу и рост вместе с проектами ваших клиентов.",
  "multiple_sources_of_revenue_title": "Несколько источников дохода",
  "multiple_sources_of_revenue_content": "JustDo предлагает полный пакет услуг для ваших клиентов. С JustDo вы сможете продавать хостинг, разработку, обучение, обслуживание и поддержку, создавая надежный источник дохода. Наша платформа расширяет ваши бизнес-возможности и увеличивает прибыль.",
  "simple_cost_structure_title": "Простая структура затрат",
  "simple_cost_structure_content": "Мы не берем процент с ваших продаж. Наша ценовая политика прозрачна и проста: фиксированная ежемесячная плата за пользователя и установленные цены на премиум-функции, такие как диаграммы Gantt и AI. Вы всегда знаете, чего ожидать, и можете уверенно прогнозировать свои затраты и потенциальную прибыль. Для получения полной информации <a href=\"/pricing\">посетите нашу страницу с ценами</a>.",
  "use_your_brand_white_label_ready_title": "White Label - Используйте свой бренд",
  "use_your_brand_white_label_ready_content": "Укрепите бренд ваших клиентов с помощью JustDo White Label. Настройте платформу с логотипом клиента, цветами и уникальной идентичностью для создания единого бренда.",
  "support_for_intranet_deployments_title": "Максимальная безопасность — доступна установка на внутренний сервер",
  "support_for_intranet_deployments_content": "Клиенты часто нуждаются в безопасном развертывании в рамках своей внутренней сети, иногда даже без доступа к интернету. JustDo поддерживает этот уникальный вариант развертывания, обеспечивая ультразащищённую локальную среду, <b>которую могут предложить лишь немногие конкурирующие решения.</b>",
  "speaks_the_language_of_your_clients_title": "Говорит на языке ваших клиентов",
  "speaks_the_language_of_your_clients_content": "С помощью нашей передовой языковой системы JustDo может быть переведен на 100 самых популярных языков мира <b>за несколько дней</b>, обеспечивая удобство для ваших клиентов. Если вашему рынку нужен перевод, которого у нас еще нет, свяжитесь с нами! Мы рассмотрим добавление новых языков, <b><u>особенно для рынков без доступных решений</b></u>.",
  "on_the_fly_proof_of_concept_title": "Демонстрации с поддержкой AI",
  "on_the_fly_proof_of_concept_content": "Произведите впечатление на своих клиентов с помощью демонстраций JustDo с поддержкой AI. Ваши клиенты могут описать желаемый проект, и мы сразу создадим структуру для быстрой демонстрации.",
  "collaboration_and_communication_title": "Совместная работа и общение",
  "collaboration_and_communication_content": "JustDo объединяет общение и сотрудничество с мощным управлением проектами. Выборочно обменивайтесь задачами с клиентами и подрядчиками, ведите записи электронной почты и чата, эффективно организуйте проектные документы. Одновременно управляйте несколькими проектами с помощью диаграмм Ганта и зависимостей, отслеживайте время и балансируйте рабочую нагрузку — все на одной интуитивно понятной платформе."
}
