{
  "enhanced_scalability_seamless_deployment_title": "Peningkatan Kebolehskalaan & Penggunaan Lancar",
  "enhanced_scalability_seamless_deployment_content": "JustDo direka untuk penggunaan yang mudah dan kebolehskalaan yang luar biasa. Dengan seni bina yang kukuh, ia menyokong ratusan ribu tugas setiap projek, menjadikannya penyelesaian bertaraf perusahaan yang sebenar. Keupayaan ini memastikan prestasi dan perkembangan yang lancar, sesuai dengan pertumbuhan projek pelanggan anda.",
  "multiple_sources_of_revenue_title": "Pelbagai Sumber Pendapatan",
  "multiple_sources_of_revenue_content": "JustDo menyediakan pakej perkhidmatan menyeluruh untuk anda tawarkan kepada pelanggan anda. Dengan menggunakan JustDo, anda boleh menjual perkhidmatan hos, pembangunan, latihan, penyelenggaraan, dan sokongan, mewujudkan aliran pendapatan yang stabil dan berterusan. Platform kami yang komprehensif membolehkan anda mengembangkan tawaran perniagaan dan memaksimumkan keuntungan.",
  "simple_cost_structure_title": "Struktur Kos yang Mudah",
  "simple_cost_structure_content": "Kami tidak mengambil peratusan daripada jualan anda. Harga kami jelas dan mudah, dengan yuran bulanan tetap bagi setiap pengguna dan harga tetap untuk ciri premium a la carte seperti Gantt dan AI. Struktur harga yang telus ini memastikan anda sentiasa tahu apa yang dijangkakan, membolehkan anda meramalkan kos dan potensi keuntungan dengan yakin. Untuk maklumat lengkap, <a href=\"/pricing\">lawati halaman harga kami</a>.",
  "use_your_brand_white_label_ready_title": "Gunakan Jenama Anda - Sedia untuk White-Label",
  "use_your_brand_white_label_ready_content": "Tingkatkan kehadiran jenama pelanggan anda dengan keupayaan white-label JustDo. Sesuaikan platform dengan logo, skema warna, dan identiti unik mereka untuk mewujudkan pengalaman berjenama yang lancar.",
  "support_for_intranet_deployments_title": "Keselamatan Terbaik - Penggunaan Intranet Tersedia",
  "support_for_intranet_deployments_content": "Pelanggan dalam industri sensitif sering memerlukan penggunaan yang sangat selamat dalam intranet mereka, kadang-kadang, bahkan tanpa akses internet. JustDo menyokong pilihan penggunaan unik ini, menyediakan persekitaran on-premise yang sangat selamat <b>yang jarang ditawarkan oleh penyelesaian pesaing.</b>",
  "speaks_the_language_of_your_clients_title": "Bertutur dalam Bahasa Pelanggan Anda",
  "speaks_the_language_of_your_clients_content": "Dengan sistem terjemahan canggih kami, JustDo boleh diterjemahkan ke dalam 100 bahasa teratas di dunia <b>dalam beberapa hari</b>, memastikan pengalaman yang lancar untuk pelanggan tempatan anda. Jika pasaran anda memerlukan terjemahan yang belum kami tawarkan, jangan ragu untuk menghubungi kami! Kami bersedia untuk mempertimbangkan penambahan, <b><u>terutamanya untuk pasaran tanpa sebarang penyelesaian yang tersedia</b></u>.",
  "on_the_fly_proof_of_concept_title": "Demo Dibantu AI",
  "on_the_fly_proof_of_concept_content": "Dengan demo dibantu AI JustDo, pelanggan anda boleh menggambarkan projek yang mereka inginkan, dan kami akan menjana struktur segera untuk demo pantas. Ciri ini <b>sesuai untuk mengagumkan pelanggan</b>, dan menarik perhatian mereka.",
  "collaboration_and_communication_title": "Kolaborasi dan Komunikasi",
  "collaboration_and_communication_content": "JustDo menggabungkan komunikasi dan kolaborasi dengan pengurusan projek yang berkuasa. Kongsi tugas secara selektif dengan pelanggan dan vendor, simpan rekod e-mel dan sembang yang komprehensif, dan atur dokumen projek dengan cekap. Sementara itu, urus pelbagai projek dengan carta Gantt dan kebergantungan, jejak masa, dan seimbangkan beban kerja—semuanya di bawah satu platform yang intuitif."
}