{
  "more_than_just_project_management_title": "منصة CMS و ERP مرنة",
  "more_than_just_project_management_content": "JustDo ليس مجرد برنامج لإدارة المشاريع, فهو يعمل بسلاسة كنظام لإدارة محتوى (CMS) ونظام لتخطيط موارد المؤسسات (ERP). درجة التخصيص العالية تجعله مثاليًا لمجموعة متنوعة من تطبيقات الأعمال، ويقدم حلولًا قوية ومصممة خصيصًا لتلبية احتياجات صناعية محددة. هذه المرونة تجعل JustDo المنصة المثالية للشركات التي تبحث عن دمج أدوات إدارة شاملة مع مرونة CMS.",
  "full_ai_integration_title": "تكامل AI تام",
  "full_ai_integration_content": "مع قدرات الذكاء الاصطناعي المتقدمة في JustDo، يمكنك إنشاء هياكل المشروع بسرعة من خلال مطالبة وحيدة، وتحويل المستندات والعقود إلى مهام، إنتاج ملخصات شاملة، وتشغيل استعلامات مفصلة حول مشاريعك.",
  "choose_who_sees_what_title": "اختر من يرى ماذا",
  "choose_who_sees_what_content": "تتيح لك مشاركة المهام الانتقائية دعوة الزبائن, والموردين وأصحاب المصالح إلى لوحتك الخاصة, ومع ضمان أن يرى كل منهم فقط المحتوى المشارك معه. يوفر نظام الأذونات مجموعة واسعة من عناصر التحكم في الوصول، مما يوفر رؤية وأمانًا مخصصين لكل مشارك.",
  "manage_multiple_projects_on_one_board_title": "إدارة مشاريع متعددة على لوحة واحدة",
  "manage_multiple_projects_on_one_board_content": "مع دعم JustDo للوحات الضخمة التي تحتوي على أكثر من 200,000 مهمة، تصبح إدارة المشاريع المتعددة على لوحة واحدة مريحة وفعالة. نظم وراقب ونفذ جميع مشاريعك بسلاسة في مكان مركزي واحد.",
  "gantt_dependencies_title": "مخطط جانت (Gantt) والتبعيات",
  "gantt_dependencies_content": "يتميز JustDo بمخطط جانت مكتمل الميزات مع التبعيات (الارتباطات) متعددة للمشاريع. مما يمّكنك من تخطيط وتنسيق وتتبع فعال للحفاظ على المشاريع وفق الجدول الزمني المحدد.",
  "chat_channels_emails_files_title": "قنوات المحادثة والبريد الإلكتروني والملفات",
  "chat_channels_emails_files_content": "عززوا تعاون فرق عملكم مع قنوات محادثة وتواصل مخصصة لكل مهمة. ناقشوا الأفكار بسلاسة ضمن مشروعكم في الوقت الفعلي. أرسلوا رسائل البريد الإلكتروني مباشرةً إلى المهام، وبالتالي يتوفر سجلاً مركزياً يمكن جميع المشاركين بالوصول إليه، حتى المتعاونين الخارجيين. قوموا بإدارة ومشاركة وتنظيم جميع وثائق مشروعكم في مكان واحد بسهولة، ومحافظة على توافق فريقكم وإنتاجيته.",
  "enterprise_grade_plugins_title": "إضافات (plugins) من الدرجة المؤسسية",
  "enterprise_grade_plugins_content": "يقدم JustDo مجموعة من الإضافات والملحقات المصممة للمؤسسات, لتحسين قدرات إدارة مشاريعك. حدد وأدر المخاطر باستخدام إضافة <b>إدارة المخاطر</b> التي تضمن نجاح المشروع وصموده. تتبع بدقة الوقت المستغرق في المهام باستخدام إضافة <b>تتبع الوقت</b> لتخصيص دقيق للموارد. حسن تخصيص المهام وتوزيع أحمال العمل بين أعضاء فريق العمل باستخدام إضافة <b>إدارة الموارد والأحمال</b>. هذه مجرد عدد قليل من الإضافات المتوفرة مع JustDo.",
  "main_page_slides_getting_started_video_title": "البدء مع \"جاست دو\"",
  "main_page_slides_getting_started_video_subtitle": "تعرفوا على ما يمكن أن يفعله \"جاست دو\" لأجلكم!",
  "main_page_slides_justdo_ai_prompt_title": "الذكاء الاصطناعي في \"جاست دو\"",
  "main_page_slides_justdo_ai_prompt_subtitle": "أنشئوا مشروعكم بمطلب واحد",
  "main_page_slides_do_pilot_message_paste_title": "مساعدنا الآلي (AI)",
  "main_page_slides_do_pilot_message_paste_subtitle": "أنشئوا مهام من الرسائل النصية والمستندات!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "تفصيل المهام تلقائياً",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "تقسيم المهام إلى مهام فرعية تلقائياً",
  "main_page_slides_do_pilot_summary_title": "حديث حول المهام مع الذكاء الاصطناعي",
  "main_page_slides_do_pilot_summary_subtitle": "تلخيص المهام تلقائياً والحديث حولها مع الذكاء الاصطناعي",
  "main_page_slides_task_summary": "ملخص المهمة",
  "main_page_stats_unlimited": "غير محدود",
  "main_page_stats_1": "الإضافات (Plugins)",
  "main_page_stats_2": "سنوات في السوق",
  "main_page_stats_3": "مهام لكل لوحة",
  "main_page_stats_4": "خيارات تخصيص",
  "main_page_stats_5": "سمات (Themes) ملونة",
  "main_page_stats_6": "اللغات المدعومة"
}