{
  "more_than_just_project_management_title": "Lanksti TVS ir VIP platforma",
  "more_than_just_project_management_content": "JustDo yra daugiau nei tik projektų valdymo programinė įranga. Ji sklandžiai veikia ir kaip TVS (turinio valdymo sistema), ir kaip VIP (verslo išteklių planavimo) sistema. Jos aukštas pritaikomumo lygis daro ją idealią įvairiems verslo poreikiams, siūlant tvirtus, pritaikytus sprendimus specifiniams pramonės poreikiams. Šis universalumas daro JustDo tobula platforma įmonėms, ieškančioms integruoti išsamius valdymo įrankius su TVS lankstumu.",
  "full_ai_integration_title": "Pilna DI integracija",
  "full_ai_integration_content": "Su JustDo pažangiomis DI (dirbtinio intelekto) galimybėmis, galite greitai generuoti projektų struktūras iš vienos užklausos, konvertuoti dokumentus ir sutartis į užduotis, kurti išsamias santraukas ir vykdyti detalias užklausas apie savo projektus.",
  "choose_who_sees_what_title": "Pasirinkite, kas ką mato",
  "choose_who_sees_what_content": "Selektyvus užduočių dalijimasis leidžia pakviesti klientus, tiekėjus ir suinteresuotuosius asmenis į jūsų lentą, užtikrinant, kad jie matytų tik tai, kas su jais pasidalinta. Mūsų lanksti leidimų sistema pritaikoma plačiam prieigos kontrolės spektrui, suteikiant pritaikytą matomumą ir saugumą kiekvienam dalyviui.",
  "manage_multiple_projects_on_one_board_title": "Valdykite kelis projektus vienoje lentoje",
  "manage_multiple_projects_on_one_board_content": "Su JustDo parama masyvėms lentoms, talpinančioms virš 200 000 užduočių, kelių projektų valdymas vienoje lentoje tampa patogus ir efektyvus. Organizuokite, stebėkite ir vykdykite visus savo projektus sklandžiai vienoje centralizuotoje vietoje.",
  "gantt_dependencies_title": "Ganto diagrama ir priklausomybės",
  "gantt_dependencies_content": "JustDo visiškai funkcionali Ganto diagrama su tarprojektinėmis priklausomybėmis. Įgalina efektyvų planavimą, koordinavimą ir stebėjimą, kad projektai būtų vykdomi pagal grafiką.",
  "chat_channels_emails_files_title": "Pokalbių kanalai, el. laiškai, failai",
  "chat_channels_emails_files_content": "Sustiprinkite komandos bendradarbiavimą su specialiais pokalbių kanalais kiekvienai užduočiai. Aptarkite idėjas realiu laiku, tiesiogiai savo projekte, kad komunikacija būtų sklandesnė. Siųskite el. laiškus tiesiogiai į užduotis, kurdami centralizuotą įrašą, prieinamą visiems, net ir išoriniams bendradarbiams. Lengvai valdykite, dalinkitės ir organizuokite visus savo projekto dokumentus vienoje vietoje, išlaikydami savo komandą suderintą ir produktyvią.",
  "enterprise_grade_plugins_title": "Įmonėms skirti įskiepiai",
  "enterprise_grade_plugins_content": "JustDo siūlo įvairius įmonėms skirtus įskiepius, kad pagerintų jūsų projektų valdymo galimybes. Identifikuokite ir valdykite rizikas su mūsų <b>Rizikos valdymo</b> įskiepiu, kuris užtikrina projektų sėkmę ir atsparumą. Tiksliai sekite laiką, praleistą užduotims, su intuityviu <b>Laiko sekimo</b> įrankiu tiksliniam išteklių paskirstymui. Optimizuokite užduočių paskirstymą ir subalansuokite darbo krūvius tarp komandos narių su <b>Išteklių ir apkrovos valdymu</b>. Tai tik keletas iš daugelio galingų įskiepių, prieinamų JustDo.",
  "main_page_slides_getting_started_video_title": "Pradžia su JustDo",
  "main_page_slides_getting_started_video_subtitle": "Sužinokite, ką JustDo gali padaryti jums!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo DI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Sukurkite savo projektą viena užklausa",
  "main_page_slides_do_pilot_message_paste_title": "Mūsų DI asistentas",
  "main_page_slides_do_pilot_message_paste_subtitle": "Kurkite užduotis iš tekstinių žinučių ir dokumentų!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatinis užduočių detalizavimas",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatiškai skaidykite užduotis į smulkesnes užduotis",
  "main_page_slides_do_pilot_summary_title": "Užduočių pokalbiai su DI",
  "main_page_slides_do_pilot_summary_subtitle": "Automatiškai apibendrinkite užduotis ir bendraukite su DI apie jas",
  "main_page_slides_task_summary": "Užduoties santrauka",
  "main_page_stats_unlimited": "Neribota",
  "main_page_stats_1": "Įskiepiai",
  "main_page_stats_2": "Metai rinkoje",
  "main_page_stats_3": "Užduotys vienoje lentoje",
  "main_page_stats_4": "Pritaikymo parinktys",
  "main_page_stats_5": "Spalvingos temos",
  "main_page_stats_6": "Palaikomos kalbos"
}