{
  "more_than_just_project_management_title": "Flexible CMS- und ERP-Plattform",
  "more_than_just_project_management_content": "JustDo ist mehr als nur eine Projektmanagement-Software. Es fungiert nahtlos sowohl als CMS als auch als ERP-System. Der hohe Grad an Anpassungsfähigkeit macht es ideal für eine Vielzahl von Geschäftsanwendungen und bietet robuste, maßgeschneiderte Lösungen für spezifische Branchenbedürfnisse. Diese Vielseitigkeit macht JustDo zur perfekten Plattform für Unternehmen, die umfassende Managementtools mit der Flexibilität eines CMS integrieren möchten.",
  "full_ai_integration_title": "Vollständige KI-Integration",
  "full_ai_integration_content": "Mit JustDos fortschrittlichen KI-Fähigkeiten könnt ihr schnell Projektstrukturen aus einem einzigen Prompt generieren, Dokumente und Verträge in Aufgaben umwandeln, umfassende Zusammenfassungen erstellen und detaillierte Abfragen zu euren Projekten durchführen.",
  "choose_who_sees_what_title": "Wählt, wer was sieht",
  "choose_who_sees_what_content": "Selektives Aufgabenteilen ermöglicht es euch, Kunden, Lieferanten und Stakeholder zu eurem Board einzuladen und gleichzeitig sicherzustellen, dass sie nur das sehen, was mit ihnen geteilt wurde. Unser flexibles Berechtigungssystem ermöglicht eine breite Palette von Zugriffskontrollen und bietet maßgeschneiderte Sichtbarkeit und Sicherheit für jeden Teilnehmer.",
  "manage_multiple_projects_on_one_board_title": "Verwaltet mehrere Projekte auf einem Board",
  "manage_multiple_projects_on_one_board_content": "Mit JustDos Unterstützung für massive Boards mit über 200.000 Aufgaben wird die Verwaltung mehrerer Projekte auf einem einzigen Board bequem und effizient. Organisiert, überwacht und führt all eure Projekte nahtlos an einem zentralen Ort aus.",
  "gantt_dependencies_title": "Gantt & Abhängigkeiten",
  "gantt_dependencies_content": "JustDos vollständig ausgestattetes Gantt mit projektübergreifenden Abhängigkeiten. Ermöglicht effiziente Planung, Koordination und Verfolgung, um Projekte im Zeitplan zu halten.",
  "chat_channels_emails_files_title": "Chat-Kanäle, E-Mails, Dateien",
  "chat_channels_emails_files_content": "Steigert die Teamzusammenarbeit mit dedizierten Chat-Kanälen für jede Aufgabe. Diskutiert Ideen in Echtzeit direkt innerhalb eures Projekts für eine nahtlose Kommunikation. Sendet E-Mails direkt an Aufgaben und erstellt so eine zentralisierte Aufzeichnung, die für alle, auch für externe Mitarbeiter, zugänglich ist. Verwaltet, teilt und organisiert mühelos alle eure Projektdokumente an einem Ort und haltet euer Team auf dem Laufenden und produktiv.",
  "enterprise_grade_plugins_title": "Enterprise-Grade Plugins",
  "enterprise_grade_plugins_content": "JustDo bietet eine Reihe von Enterprise-Grade Plugins zur Verbesserung eurer Projektmanagementfähigkeiten. Identifiziert und verwaltet Risiken mit unserem <b>Risikomanagement</b>-Plugin, das den Projekterfolg und die Widerstandsfähigkeit sicherstellt. Verfolgt die für Aufgaben aufgewendete Zeit genau mit intuitivem <b>Zeiterfassung</b> für präzise Ressourcenzuweisung. Optimiert die Aufgabenverteilung und balanciert die Arbeitsbelastung über Teammitglieder hinweg mit <b>Ressourcen- & Lastmanagement</b>. Dies sind nur einige der vielen leistungsstarken Plugins, die in JustDo verfügbar sind.",
  "main_page_slides_getting_started_video_title": "Erste Schritte mit JustDo",
  "main_page_slides_getting_started_video_subtitle": "Erfahrt, was JustDo für euch tun kann!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo KI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Erstellt euer Projekt mit einem einzigen Prompt",
  "main_page_slides_do_pilot_message_paste_title": "Unser KI-Assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Erstellt Aufgaben aus Textnachrichten und Dokumenten!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Detaillierung von Aufgaben",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Unterteilt Aufgaben automatisch in Unteraufgaben",
  "main_page_slides_do_pilot_summary_title": "Aufgaben-Chat mit KI",
  "main_page_slides_do_pilot_summary_subtitle": "Fasst Aufgaben automatisch zusammen und chattet mit KI darüber",
  "main_page_slides_task_summary": "Aufgabenzusammenfassung",
  "main_page_stats_unlimited": "Unbegrenzt",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Jahre am Markt",
  "main_page_stats_3": "Aufgaben pro Board",
  "main_page_stats_4": "Anpassungsoptionen",
  "main_page_stats_5": "Farbenfrohe Themes",
  "main_page_stats_6": "Unterstützte Sprachen"
}