{
  "enhanced_scalability_seamless_deployment_title": "ការពង្រីកមាត្រស្កលកម្រិតខ្ពស់ និងការដាក់ឱ្យប្រើប្រាស់យ៉ាងរលូន",
  "enhanced_scalability_seamless_deployment_content": "JustDo ត្រូវបានរចនាឡើងសម្រាប់ការដាក់ឱ្យប្រើប្រាស់យ៉ាងងាយស្រួល និងការពង្រីកមាត្រស្កលកម្រិតខ្ពស់។ ជាមួយនឹងស្ថាបត្យកម្មរឹងមាំ វាអាចទ្រទ្រង់ការងាររាប់សែនក្នុងមួយគម្រោង ដែលវាជាដំណោះស្រាយកម្រិតសហគ្រាសពិតប្រាកដ។ លទ្ធភាពនេះធានាបាននូវប្រតិបត្តិការ និងការពង្រីកយ៉ាងរលូន ដែលត្រូវគ្នាយ៉ាងល្អទៅនឹងការលូតលាស់នៃគម្រោងអតិថិជនរបស់លោកអ្នក។",
  "multiple_sources_of_revenue_title": "ប្រភពចំណូលច្រើនប្រភេទ",
  "multiple_sources_of_revenue_content": "JustDo ផ្តល់ជូននូវកញ្ចប់សេវាកម្មគ្រប់ជ្រុងជ្រោយសម្រាប់លោកអ្នកផ្តល់ជូនអតិថិជន។ តាមរយៈការប្រើប្រាស់ JustDo លោកអ្នកអាចលក់សេវាកម្ម Hosting, Development, Training, Maintenance និង Support បង្កើតចំណូលប្រចាំ និងគួរឱ្យទុកចិត្ត។ វេទិកាគ្រប់ជ្រុងជ្រោយរបស់យើងផ្តល់លទ្ធភាពឱ្យលោកអ្នកពង្រីកសេវាកម្មអាជីវកម្ម និងបង្កើនប្រាក់ចំណេញឱ្យបានច្រើនបំផុត។",
  "simple_cost_structure_title": "រចនាសម្ព័ន្ធតម្លៃសាមញ្ញ",
  "simple_cost_structure_content": "យើងមិនយកភាគរយលើការលក់របស់លោកអ្នកទេ។ តម្លៃរបស់យើងច្បាស់លាស់ និងសាមញ្ញ ដោយគិតតម្លៃថេរក្នុងមួយខែក្នុងមួយអ្នកប្រើប្រាស់ និងតម្លៃថេរសម្រាប់មុខងារពិសេសជាច្រើនដូចជា Gantt និង AI ។ រចនាសម្ព័ន្ធតម្លៃតម្លាភាពនេះ ធានាបានថាលោកអ្នកតែងដឹងអ្វីដែលត្រូវរំពឹងទុក អនុញ្ញាតឱ្យលោកអ្នកធ្វើការព្យាករណ៍ដោយ自信 អំពីការចំណាយ និងប្រាក់ចំណេញដែលអាចទទួលបាន។ សម្រាប់ព័ត៌មានលម្អិត <a href=\"/pricing\">សូមចូលទៅកាន់ទំព័រតម្លៃរបស់យើង</a>។",
  "use_your_brand_white_label_ready_title": "ប្រើប្រាស់ម៉ាកយីហោរបស់លោកអ្នក - រួចរាល់សម្រាប់ស្លាកស",
  "use_your_brand_white_label_ready_content": "ពង្រឹងវត្តមានម៉ាកយីហោអតិថិជនរបស់លោកអ្នក ដោយប្រើប្រាស់លទ្ធភាព white-label របស់ JustDo ។ ប្ដូរតាមបំណងវេទិកាជាមួយឡូហ្គោ គ្រោងពណ៌ និងអត្តសញ្ញាណផ្ទាល់ខ្លួនរបស់ពួកគេ ដើម្បីបង្កើតបទពិសោធន៍ម៉ាកយីហោដ៏រលូន។",
  "support_for_intranet_deployments_title": "សុវត្ថិភាពកំពូល - អាចដំឡើងលើ Intranet",
  "support_for_intranet_deployments_content": "អតិថិជននៅក្នុងឧស្សាហកម្មដ៏រសើបជាញឹកញាប់ត្រូវការការដំឡើងដែលមានសុវត្ថិភាពខ្ពស់នៅក្នុង intranet របស់ពួកគេ ពេលខ្លះ សូម្បីតែគ្មានការភ្ជាប់អ៊ីនធឺណិត។ JustDo គាំទ្រជម្រើសដំឡើងដ៏ប្លែកមួយនេះ ផ្តល់នូវបរិស្ថានដ៏មានសុវត្ថិភាពខ្ពស់នៅនឹងកន្លែង <b>ដែលដំណោះស្រាយប្រកួតប្រជែងតិចណាស់អាចផ្តល់ជូនបាន។</b>",
  "speaks_the_language_of_your_clients_title": "និយាយភាសារបស់អតិថិជនអ្នក",
  "speaks_the_language_of_your_clients_content": "ជាមួយនឹងប្រព័ន្ធបកប្រែកម្រិតខ្ពស់របស់យើង JustDo អាចត្រូវបានបកប្រែទៅជាភាសាកំពូលទាំង 100 នៅលើពិភពលោក <b>ក្នុងរយៈពេលប៉ុន្មានថ្ងៃ</b> ដើម្បីធានាបទពិសោធន៍ដ៏រលូនសម្រាប់អតិថិជនក្នុងស្រុករបស់អ្នក។ បើទីផ្សាររបស់អ្នកត្រូវការការបកប្រែដែលយើងមិនទាន់ផ្តល់ជូន សូមកុំស្ទាក់ស្ទើរក្នុងការទាក់ទងមកយើង! យើងមានឆន្ទៈក្នុងការពិចារណាបន្ថែម <b><u>ជាពិសេសសម្រាប់ទីផ្សារដែលគ្មានដំណោះស្រាយអាចប្រើបាន</b></u>។",
  "on_the_fly_proof_of_concept_title": "សម្តែងដោយជំនួយ AI",
  "on_the_fly_proof_of_concept_content": "ជាមួយការសម្តែងដោយជំនួយរបស់ AI របស់ JustDo អតិថិជនរបស់លោកអ្នកអាចពិពណ៌នាអំពីគម្រោងដែលចង់បាន ហើយយើងនឹងបង្កើតរចនាសម្ព័ន្ធភ្លាមៗសម្រាប់សាកល្បងរហ័ស។ មុខងារនេះ<b>ល្អឥតខ្ចោះក្នុងការទាក់ទាញអតិថិជន</b> និងទាក់ទាញចំណាប់អារម្មណ៍របស់ពួកគេ។",
  "collaboration_and_communication_title": "សហការ និងទំនាក់ទំនង",
  "collaboration_and_communication_content": "JustDo បញ្ចូលគ្នាយ៉ាងរលូននូវការទំនាក់ទំនង និងការសហការជាមួយការគ្រប់គ្រងគម្រោងដ៏មានឥទ្ធិពល។ ចែករំលែកភារកិច្ចដោយប្រុងប្រយ័ត្នជាមួយអតិថិជន និងអ្នកផ្គត់ផ្គង់ រក្សាកំណត់ត្រាអ៊ីមែល និងជជែកពេញលេញ ហើយរៀបចំឯកសារគម្រោងឱ្យមានប្រសិទ្ធភាព។ ក្នុងពេលជាមួយគ្នា គ្រប់គ្រងគម្រោងច្រើនជាមួយតារាង Gantt និងភាពអាស្រ័យគ្នា តាមដានពេលវេលា និងថែរក្សាបន្ទុកការងារ—ទាំងអស់នៅក្រោមវេទិកាងាយស្រួលប្រើប្រាស់តែមួយ។"
}