{
  "enhanced_scalability_seamless_deployment_title": "Баланд бардоштани миқёспазирӣ ва ҷорикунии беҳамто",
  "enhanced_scalability_seamless_deployment_content": "JustDo барои ҷорикунии осон ва миқёспазирии фавқулода муҳандисӣ шудааст. Бо меъмории устувор, он садҳо ҳазор вазифаро дар ҳар як лоиҳа дастгирӣ мекунад, ки онро ҳамчун воқеан ҳалли дараҷаи корпоративӣ фарқ мекунад. Ин қобилият кори беҳамто ва васеъшавиро таъмин мекунад, ки комилан ба афзоиши лоиҳаҳои мизоҷони шумо мувофиқат мекунад.",
  "multiple_sources_of_revenue_title": "Сарчашмаҳои гуногуни даромад",
  "multiple_sources_of_revenue_content": "JustDo бастаи ҳаматарафаи хидматҳоро барои пешниҳод ба мизоҷони шумо таъмин мекунад. Бо қабули JustDo, шумо метавонед хизматрасониҳои хостинг, рушд, омӯзиш, нигоҳдорӣ ва дастгириро фурӯшед ва ҷараёни боэътимод ва доимии даромадро ба вуҷуд оред. Платформаи ҳаматарафаи мо шуморо барои васеъ кардани пешниҳодҳои тиҷоратӣ ва ба ҳадди аксар расонидани фоиданокӣ қодир месозад.",
  "simple_cost_structure_title": "Сохтори хароҷоти оддӣ",
  "simple_cost_structure_content": "Мо фоизи фурӯши шуморо намегирем. Нархгузории мо возеҳ ва оддӣ аст, бо пардохти моҳонаи муқаррарӣ барои ҳар як корбар ва нархҳои муқаррарӣ барои хусусиятҳои мукофотии алоҳида, ба монанди Gantt ва AI. Ин сохтори шаффофи нархгузорӣ кафолат медиҳад, ки шумо ҳамеша медонед, ки чиро интизор шавед, ки ба шумо имкон медиҳад хароҷот ва фоидаҳои эҳтимолии худро бо боварӣ пешгӯӣ кунед. Барои тафсилоти пурра, <a href=\"/pricing\">ба саҳифаи нархгузории мо ташриф оваред</a>.",
  "use_your_brand_white_label_ready_title": "Тамғаи худро истифода баред - Барои бренди сафед омода",
  "use_your_brand_white_label_ready_content": "Ҳузури бренди мизоҷони худро бо имкониятҳои бренди сафеди JustDo беҳтар кунед. Платформаро бо логотипҳо, нақшаҳои ранг ва ҳувиятҳои беназири онҳо танзим кунед, то таҷрибаи бебаҳои бренддор эҷод кунед.",
  "support_for_intranet_deployments_title": "Амнияти олӣ - Ҷорисозии интранет дастрас аст",
  "support_for_intranet_deployments_content": "Мизоҷон дар соҳаҳои ҳассос аксар вақт ҷорисозии бисёр бехатарро дар дохили интранети худ талаб мекунанд, баъзан ҳатто бидуни дастрасӣ ба интернет. JustDo ин варианти беназири ҷорисозиро дастгирӣ мекунад ва муҳити бисёр бехатари дохилиро таъмин мекунад, <b>ки танҳо якчанд ҳалли рақобатӣ пешниҳод карда метавонанд.</b>",
  "speaks_the_language_of_your_clients_title": "Бо забони мизоҷони шумо сухан мегӯяд",
  "speaks_the_language_of_your_clients_content": "Бо системаи пешрафтаи тарҷумаи мо, JustDo метавонад ба 100 забони асосии ҷаҳон <b>дар давоми якчанд рӯз</b> тарҷума шавад ва таҷрибаи бемамониатро барои мизоҷони маҳаллии шумо таъмин кунад. Агар бозори шумо тарҷумаеро талаб кунад, ки мо ҳоло пешниҳод намекунем, бе ҳеҷ дудилагӣ ба мо муроҷиат кунед! Мо омодаем, ки иловаҳоро баррасӣ кунем, <b><u>махсусан барои бозорҳое, ки ҳеҷ гуна ҳалли дастрас надоранд</u></b>.",
  "on_the_fly_proof_of_concept_title": "Намоишҳои бо AI дастгиришуда",
  "on_the_fly_proof_of_concept_content": "Бо намоишҳои бо AI дастгиришудаи JustDo, мизоҷони шумо метавонанд лоиҳаи дилхоҳи худро тасвир кунанд ва мо фавран сохторро барои намоиши зуд тавлид мекунем. Ин хусусият <b>барои таъсир расонидан ба мизоҷон</b> ва ҷалб кардани таваҷҷӯҳи онҳо идеалӣ мебошад.",
  "collaboration_and_communication_title": "Ҳамкорӣ ва муошират",
  "collaboration_and_communication_content": "JustDo муошират ва ҳамкориро бо идоракунии пурқуввати лоиҳа ҳамҷоя месозад. Вазифаҳоро бо мизоҷон ва фурӯшандагон ба таври интихобӣ мубодила кунед, сабтҳои ҳаматарафаи почтаи электронӣ ва чатро нигоҳ доред ва ҳуҷҷатҳои лоиҳаро самаранок ташкил кунед. Дар айни замон, лоиҳаҳои гуногунро бо диаграммаҳои Gantt ва вобастагиҳо идора кунед, вақтро пайгирӣ кунед ва ҳаҷми корро мувозинат кунед - ҳама дар як платформаи интуитивӣ."
}