{
  "more_than_just_project_management_title": "Elastyczna platforma CMS i ERP",
  "more_than_just_project_management_content": "JustDo to więcej niż tylko oprogramowanie do zarządzania projektami. Działa płynnie zarówno jako system CMS, jak i ERP. Wysoki stopień konfigurowalności sprawia, że jest idealny do różnorodnych zastosowań biznesowych, oferując solidne, dostosowane rozwiązania spełniające specyficzne potrzeby branżowe. Ta wszechstronność czyni JustDo idealną platformą dla firm poszukujących integracji kompleksowych narzędzi zarządzania z elastycznością systemu CMS.",
  "full_ai_integration_title": "Pełna integracja AI",
  "full_ai_integration_content": "Dzięki zaawansowanym możliwościom AI JustDo, możecie szybko generować struktury projektów z pojedynczego polecenia, konwertować dokumenty i umowy na zadania, tworzyć kompleksowe podsumowania oraz przeprowadzać szczegółowe zapytania dotyczące waszych projektów.",
  "choose_who_sees_what_title": "Wybierajcie, kto co widzi",
  "choose_who_sees_what_content": "Selektywne udostępnianie zadań pozwala zapraszać klientów, dostawców i interesariuszy do waszej tablicy, jednocześnie zapewniając, że widzą tylko to, co jest z nimi udostępnione. Nasz elastyczny system uprawnień dostosowuje się do szerokiego zakresu kontroli dostępu, zapewniając dopasowaną widoczność i bezpieczeństwo dla każdego uczestnika.",
  "manage_multiple_projects_on_one_board_title": "Zarządzajcie wieloma projektami na jednej tablicy",
  "manage_multiple_projects_on_one_board_content": "Dzięki wsparciu JustDo dla ogromnych tablic zawierających ponad 200 000 zadań, zarządzanie wieloma projektami na jednej tablicy staje się wygodne i efektywne. Organizujcie, monitorujcie i realizujcie wszystkie wasze projekty płynnie w jednym scentralizowanym miejscu.",
  "gantt_dependencies_title": "Wykres Gantta i zależności",
  "gantt_dependencies_content": "W pełni funkcjonalny wykres Gantta JustDo z zależnościami między projektami. Umożliwia efektywne planowanie, koordynację i śledzenie, aby utrzymać projekty zgodnie z harmonogramem.",
  "chat_channels_emails_files_title": "Kanały czatu, e-maile, pliki",
  "chat_channels_emails_files_content": "Zwiększcie współpracę zespołu dzięki dedykowanym kanałom czatu dla każdego zadania. Dyskutujcie o pomysłach w czasie rzeczywistym, bezpośrednio w ramach waszego projektu, dla płynnej komunikacji. Wysyłajcie e-maile bezpośrednio do zadań, tworząc scentralizowany rejestr dostępny dla wszystkich, nawet zewnętrznych współpracowników. Bez wysiłku zarządzajcie, udostępniajcie i organizujcie wszystkie dokumenty projektowe w jednym miejscu, utrzymując zespół zgrany i produktywny.",
  "enterprise_grade_plugins_title": "Wtyczki klasy korporacyjnej",
  "enterprise_grade_plugins_content": "JustDo oferuje szereg wtyczek klasy korporacyjnej, aby zwiększyć wasze możliwości zarządzania projektami. Identyfikujcie i zarządzajcie ryzykiem za pomocą naszej wtyczki <b>Zarządzanie Ryzykiem</b>, która zapewnia sukces i odporność projektu. Dokładnie śledźcie czas spędzony na zadaniach dzięki intuicyjnemu <b>Śledzeniu Czasu</b> dla precyzyjnej alokacji zasobów. Optymalizujcie przydział zadań i równoważcie obciążenie pracą między członkami zespołu dzięki <b>Zarządzaniu Zasobami i Obciążeniem</b>. To tylko kilka z wielu potężnych wtyczek dostępnych w JustDo.",
  "main_page_slides_getting_started_video_title": "Rozpoczęcie pracy z JustDo",
  "main_page_slides_getting_started_video_subtitle": "Dowiedz się, co JustDo może dla was zrobić!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Twórzcie wasz projekt za pomocą jednego polecenia",
  "main_page_slides_do_pilot_message_paste_title": "Nasz asystent AI",
  "main_page_slides_do_pilot_message_paste_subtitle": "Twórzcie zadania z wiadomości tekstowych i dokumentów!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatyczne rozwijanie zadań",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatycznie rozbijajcie zadania na podzadania",
  "main_page_slides_do_pilot_summary_title": "Czat zadaniowy z AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automatycznie podsumowujcie zadania i rozmawiajcie o nich z AI",
  "main_page_slides_task_summary": "Podsumowanie zadania",
  "main_page_stats_unlimited": "Nieograniczone",
  "main_page_stats_1": "Wtyczki",
  "main_page_stats_2": "Lata na rynku",
  "main_page_stats_3": "Zadania na tablicę",
  "main_page_stats_4": "Opcje dostosowywania",
  "main_page_stats_5": "Kolorowe motywy",
  "main_page_stats_6": "Obsługiwane języki"
}