{
  "main_page_features_management_gantt_and_dependencies_title": "គ្រាហ្វិកហ្កាន និងការអាស្រ័យ",
  "main_page_features_management_gantt_and_dependencies_subtitle": "គ្រាហ្វិក Gantt ពេញលេញរបស់ JustDo ជាមួយនឹងការអាស្រ័យគម្រោងឆ្លងកាត់។ អនុញ្ញាតឱ្យធ្វើការគ្រោងការណ៍ សម្របសម្រួល និងតាមដានយ៉ាងមានប្រសិទ្ធភាព ដើម្បីរក្សាគម្រោងឱ្យនៅតាមកាលវិភាគ។",
  "main_page_features_management_multiple_projects_title": "គម្រោងច្រើន",
  "main_page_features_management_multiple_projects_subtitle": "គ្រប់គ្រងគម្រោងច្រើនយ៉ាងមានប្រសិទ្ធភាពក្រោមរចនាសម្ព័ន្ធឆត្រគ្រោងមួយ។",
  "main_page_features_management_risk_management_title": "ការគ្រប់គ្រងហានិភ័យ",
  "main_page_features_management_risk_management_subtitle": "កំណត់អត្តសញ្ញាណ វាយតម្លៃ និងគ្រប់គ្រងហានិភ័យយ៉ាងមានប្រសិទ្ធភាពជាមួយលក្ខណៈពិសេសគ្រប់គ្រងហានិភ័យរឹងមាំរបស់ JustDo ដើម្បីធានាភាពជោគជ័យ និងភាពធន់របស់គម្រោង។",
  "main_page_features_management_time_tracking_title": "ការតាមដានពេលវេលា",
  "main_page_features_management_time_tracking_subtitle": "តាមដានពេលវេលាដែលចំណាយលើភារកិច្ចយ៉ាងត្រឹមត្រូវជាមួយមុខងារតាមដានពេលវេលាងាយស្រួលប្រើរបស់ JustDo ដើម្បីធានាការបែងចែកធនធានប្រកបដោយតម្លាភាព និងភាពត្រឹមត្រូវ។",
  "main_page_features_management_resource_and_load_management_title": "ការគ្រប់គ្រងធនធាន និងបន្ទុកការងារ",
  "main_page_features_management_resource_and_load_management_subtitle": "គ្រប់គ្រងធនធាន និងបន្ទុកការងារយ៉ាងមានប្រសិទ្ធភាពជាមួយ JustDo ដោយធ្វើឱ្យប្រសើរឡើងនូវការបែងចែកភារកិច្ច និងធានាឱ្យមានការចែកចាយសមស្របទៅលើសមាជិកក្រុម។",
  "main_page_features_communication_choose_who_sees_what_title": "ជ្រើសរើសអ្នកដែលមើលឃើញអ្វី",
  "main_page_features_communication_choose_who_sees_what_subtitle": "ការចែករំលែកភារកិច្ចជាក់លាក់អនុញ្ញាតឱ្យអ្នកអញ្ជើញអតិថិជន អ្នកលក់ និងភាគីពាក់ព័ន្ធមកកាន់ក្ដារ <b>ឃើញតែអ្វីដែលចែករំលែកជាមួយពួកគេប៉ុណ្ណោះ</b>។",
  "main_page_features_communication_emails_title": "អ៊ីមែល",
  "main_page_features_communication_emails_subtitle": "ផ្ញើអ៊ីមែលដោយផ្ទាល់ទៅភារកិច្ច រក្សាកំណត់ត្រាគ្រប់ជ្រុងជ្រោយនៃការទំនាក់ទំនងទាំងអស់ រួមទាំងអ្នកសហការខាងក្រៅដែលមិនប្រើ JustDo។",
  "main_page_features_communication_chat_channels_title": "ប៉ុស្តិ៍ជជែកកំសាន្ត",
  "main_page_features_communication_chat_channels_subtitle": "ការជជែកកំសាន្តឧទ្ទិសផ្តោតលើភារកិច្ចនីមួយៗ ធ្វើឱ្យប្រសើរឡើងនូវការទំនាក់ទំនង និងការធ្វើការជាក្រុម អនុញ្ញាតឱ្យមានការពិភាក្សា និងសហការបន្ទាន់ក្នុងបរិបទនៃគម្រោងរបស់អ្នក។",
  "main_page_features_communication_files_title": "ឯកសារ",
  "main_page_features_communication_files_subtitle": "ងាយស្រួលចូលប្រើ ចែករំលែក និងរៀបចំឯកសារ និងធនធានដែលពាក់ព័ន្ធនឹងគម្រោង។",
  "main_page_features_communication_meeting_notes_title": "កំណត់ត្រាប្រជុំ",
  "main_page_features_communication_meeting_notes_subtitle": "គ្រប់គ្រងកិច្ចប្រជុំបានយ៉ាងងាយស្រួល ដោយតាមដានភារកិច្ចដែលបានបង្កើត និងការសម្រេចចិត្តដែលបានធ្វើ។",
  "main_page_get_together_and_justdo": "មកជុំគ្នា រួចសម្រេចវាចុះ (JustDo)",
  "main_page_all_projects_all_collaborators_one_common_space": "គម្រោងទាំងអស់ · អ្នកសហការទាំងអស់ · កន្លែងប្រមូលផ្តុំតែមួយ",
  "fully_source_available_title": "ប្រភពកូដទាំងស្រុង",
  "fully_source_available_content": "អតិថិជននីមួយៗមានតម្រូវការខុសៗគ្នា។ ការរចនារបស់ JustDo គឺរៀបចំជាម៉ូឌុលខ្ពស់ ដែលមានកូដទំនើប និងងាយស្រួលរុករក។ <b>បន្ថែមការរចនាចុងក្រោយដែលអតិថិជនរបស់អ្នកត្រូវការ ហើយអ្នកនឹងរួចរាល់ដើម្បីបញ្ជូនទៅដល់គាត់។</b>"
}