{
  "more_than_just_project_management_title": "Moslashuvchan CMS va ERP platformasi",
  "more_than_just_project_management_content": "JustDo oddiy loyihalarni boshqarish dasturidan ko'proq narsa. U CMS va ERP tizimi sifatida ham silliq ishlaydi. Uning yuqori darajadagi moslashuvchanligi turli xil biznes ilovalar uchun ideal bo'lib, muayyan sanoat ehtiyojlarini qondirish uchun kuchli, moslashtirilgan yechimlarni taklif etadi. Bu xususiyat JustDo'ni keng qamrovli boshqaruv vositalarini CMS moslashuvchanligi bilan birlashtirmoqchi bo'lgan korxonalar uchun ideal platformaga aylantiradi.",
  "full_ai_integration_title": "To'liq AI (Sun'iy Intellekt) integratsiyasi",
  "full_ai_integration_content": "JustDo'ning ilg'or AI imkoniyatlari bilan siz bitta so'rovdan loyiha tuzilmalarini tezda yaratishingiz, hujjatlar va shartnomaların vazifaga aylantirishingiz, keng qamrovli xulosalar tayyorlashingiz va loyihalaringiz haqida batafsil so'rovlar o'tkazishingiz mumkin.",
  "choose_who_sees_what_title": "Kim nimani ko'rishini tanlang",
  "choose_who_sees_what_content": "Tanlab vazifalarni ulashish sizga mijozlar, yetkazib beruvchilar va manfaatdor tomonlarni taxtangizga taklif qilish imkonini beradi, ular faqat ular bilan ulashilgan narsalarni ko'rishlarini ta'minlaydi. Bizning moslashuvchan ruxsatlar tizimimiz keng ko'lamli kirish nazoratlarini qo'llab-quvvatlaydi, har bir ishtirokchi uchun moslashtirilgan ko'rinish va xavfsizlikni ta'minlaydi.",
  "manage_multiple_projects_on_one_board_title": "Bir taxtada bir nechta loyihalarni boshqaring",
  "manage_multiple_projects_on_one_board_content": "JustDo'ning 200,000 dan ortiq vazifalarni o'z ichiga olgan katta taxtalarni qo'llab-quvvatlashi tufayli, bir taxtada bir nechta loyihalarni boshqarish qulay va samarali bo'ladi. Barcha loyihalaringizni bir markazlashtirilgan joyda silliq tashkil qiling, kuzating va amalga oshiring.",
  "gantt_dependencies_title": "Gantt va bog'liqliklar",
  "gantt_dependencies_content": "JustDo'ning to'liq xususiyatli Gantt loyihalararo bog'liqliklar bilan. Loyihalarni jadvalda saqlash uchun samarali rejalashtirish, muvofiqlashtirish va kuzatishni ta'minlaydi.",
  "chat_channels_emails_files_title": "Chat kanallari, elektron pochta xabarlari, fayllar",
  "chat_channels_emails_files_content": "Har bir vazifa uchun maxsus chat kanallari bilan jamoa hamkorligini kuchaytiring. G'oyalarni real vaqtda, to'g'ridan-to'g'ri loyihangiz ichida muhokama qiling, bu uzluksiz muloqot uchun. Elektron pochta xabarlarini to'g'ridan-to'g'ri vazifalarga yuboring, bu hamma, hatto tashqi hamkorlar uchun ham mavjud bo'lgan markazlashtirilgan yozuvni yaratadi. Barcha loyiha hujjatlaringizni bir joyda oson boshqaring, ulashing va tashkil qiling, bu jamoangizni uyg'un va samarali saqlaydi.",
  "enterprise_grade_plugins_title": "Korporativ darajadagi plaginlar",
  "enterprise_grade_plugins_content": "JustDo sizning loyihalarni boshqarish imkoniyatlaringizni oshirish uchun korporativ darajadagi plaginlar to'plamini taklif etadi. Loyiha muvaffaqiyati va bardoshliligini ta'minlaydigan <b>Xavflarni boshqarish</b> plagini bilan xavflarni aniqlang va boshqaring. Aniq resurs taqsimoti uchun <b>Vaqtni kuzatish</b> plagini bilan vazifalarga sarflangan vaqtni aniq kuzating. <b>Resurslar va yuklanishni boshqarish</b> plagini bilan vazifalarni taqsimlashni optimallashtirib, jamoa a'zolari o'rtasida ish yuklamasini muvozanatlashtiring. Bular JustDo'da mavjud bo'lgan ko'plab kuchli plaginlardan atigi bir nechtasi.",
  "main_page_slides_getting_started_video_title": "JustDo bilan ishlashni boshlash",
  "main_page_slides_getting_started_video_subtitle": "JustDo siz uchun nima qila olishini o'rganing!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI (Sun'iy Intellekt)",
  "main_page_slides_justdo_ai_prompt_subtitle": "Bitta so'rov bilan loyihangizni yarating",
  "main_page_slides_do_pilot_message_paste_title": "Bizning AI yordamchimiz",
  "main_page_slides_do_pilot_message_paste_subtitle": "Matn xabarlari va hujjatlardan vazifalar yarating!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Vazifalarni avtomatik tafsillashtirish",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Vazifalarni avtomatik ravishda kichik vazifalarga bo'ling",
  "main_page_slides_do_pilot_summary_title": "AI bilan vazifa chati",
  "main_page_slides_do_pilot_summary_subtitle": "Vazifalarni avtomatik xulosalang va ular haqida AI bilan suhbatlashing",
  "main_page_slides_task_summary": "Vazifa xulosasi",
  "main_page_stats_unlimited": "Cheksiz",
  "main_page_stats_1": "Plaginlar",
  "main_page_stats_2": "Bozordagi yillar",
  "main_page_stats_3": "Har bir taxta uchun vazifalar",
  "main_page_stats_4": "Moslashtirish variantlari",
  "main_page_stats_5": "Rangbarang mavzular",
  "main_page_stats_6": "Qo'llab-quvvatlanadigan tillar"
}