{
  "enhanced_scalability_seamless_deployment_title": "פֿאַרבעסערטע סקאַלאַבילאַטי און גלאַטע צעשטעלונג",
  "enhanced_scalability_seamless_deployment_content": "דזשאַסטדאָ איז געבויט פֿאַר גרינג צעשטעלונג און אויסערגעוויינלעך סקאַלאַבילאַטי. מיט אַ שטאַרק אַרכיטעקטור, עס שטיצט הונדערטער טויזנטער אויפֿגאַבעס פּער פּראָיעקט, וואָס מאַכט עס אַ באמת אונטערנעמונג-גראַד לייזונג. די פֿעאיקייט פֿאַרזיכערט גלאַטע פאָרשטעלונג און פֿאַרברייטערונג, פּערפֿעקט אַנגעפּאַסט צו דעם וואוקס פֿון אייערע קליענטן פּראָיעקטן.",
  "multiple_sources_of_revenue_title": "פֿאַרשידענע קוואַלן פֿון הכנסה",
  "multiple_sources_of_revenue_content": "דזשאַסטדאָ גיט אַ גאַנצע פּעקל פֿון באַדינונגען פֿאַר אייך צו פֿאָרלייגן אייערע קליענטן. דורך אָננעמען דזשאַסטדאָ, קענט איר פֿאַרקויפֿן האָסטינג, אַנטוויקלונג, טרענירונג, אויפֿהאַלטונג, און שטיצע באַדינונגען, שאַפֿנדיק אַ פֿאַרלעסלעך און פאָרויסגייענדיק הכנסה שטראָם. אונדזער אַלזייַטיק פּלאַטפאָרמע באַפולמעכטיקט אייך צו פֿאַרברייטערן אייער געשעפֿט פֿאָרלייגונגען און מאַקסימיזירן פּראָפֿיטאַבילאַטי.",
  "simple_cost_structure_title": "פּשוטע קאָסט סטרוקטור",
  "simple_cost_structure_content": "מיר נעמען נישט אַ פּראָצענט פֿון אייערע פֿאַרקויפֿונגען. אונדזער פּרייַזן איז קלאָר און פּשוט, מיט אַ פֿלאַך חודש'דיק אָפּצאָל פּער באַניצער און פֿעסטע פּרייַזן פֿאַר אַ לאַ קאַרטע פּרעמיום פֿעיטשערז ווי גאַנט און קינסטלעכער אינטעליגענץ. די דורכזעעוודיקע פּרייַזן סטרוקטור פֿאַרזיכערט אַז איר ווייסט שטענדיק וואָס צו דערוואַרטן, דערמעגלעכנדיק אייך צו זיכער פֿאָרויסזאָגן אייערע קאָסטן און פּאָטענציעלע רווחים. פֿאַר פֿולע פּרטים, <a href=\"/pricing\">באַזוכט אונדזער פּרייַזן בלאַט</a>.",
  "use_your_brand_white_label_ready_title": "ניצט אייער מאַרקע - ווייַס-לייבל גרייט",
  "use_your_brand_white_label_ready_content": "פֿאַרבעסערט אייערע קליענטן מאַרקע אָנוועזנהייט מיט דזשאַסטדאָ'ס ווייַס-לייבל מעגלעכקייטן. פּאַסט צו די פּלאַטפאָרמע מיט זייערע לאָגאָס, קאָליר סכעמעס, און אייגנאַרטיק אידענטיטעטן צו שאַפֿן אַ גלאַטע, געבראַנדעד דערפֿאַרונג.",
  "support_for_intranet_deployments_title": "העכסטע זיכערהייט - אינטראַנעט צעשטעלונג פֿאַראַן",
  "support_for_intranet_deployments_content": "קליענטן אין סענסיטיווע אינדוסטריעס פֿאָדערן אָפֿט זייער זיכערע צעשטעלונג אינערהאַלב זייער אינטראַנעט, מאַנכמאָל, אַפֿילו אָן אינטערנעט צוטריט. דזשאַסטדאָ שטיצט די אייגנאַרטיקע צעשטעלונג אָפּציע, צושטעלנדיק אַן עקסטרעם-זיכער, אויף-פּלאַץ סביבה <b>וואָס ווייניק קאָנקורירנדע לייזונגען קענען פֿאָרלייגן.</b>",
  "speaks_the_language_of_your_clients_title": "רעדט די שפּראַך פֿון אייערע קליענטן",
  "speaks_the_language_of_your_clients_content": "מיט אונדזער פֿאָרגעשריטענע איבערזעצונג סיסטעם, קען דזשאַסטדאָ ווערן איבערגעזעצט אין די הויפּט 100 שפּראַכן אין דער וועלט <b>אין עטלעכע טעג</b>, פֿאַרזיכערנדיק אַ גלאַטע דערפֿאַרונג פֿאַר אייערע לאָקאַלע קליענטן. אויב אייער מאַרק דאַרף אַן איבערזעצונג וואָס מיר האָבן נאָך נישט, צעקלערט נישט זיך צו פֿאַרבינדן מיט אונדז! מיר זענען גערן גרייט צו באַטראַכטן צוגאָבן, <b><u>ספּעציעל פֿאַר מערק אָן קיין פֿאַראַנענע לייזונגען</u></b>.",
  "on_the_fly_proof_of_concept_title": "קי געהאלפענע דעמאָס",
  "on_the_fly_proof_of_concept_content": "מיט דזשאַסטדאָ'ס קי (קינסטלעכער אינטעליגענץ) געהאלפענע דעמאָס, קענען אייערע קליענטן באַשרייַבן זייער געוואונטשן פּראָיעקט, און מיר וועלן גענערירן אַ תיכף'דיקע סטרוקטור פֿאַר אַ שנעל דעמאָ. די פֿעיטשער איז <b>אידעאַל פֿאַר איינדרוקן קליענטן</b>, און כאַפּן זייער אויפֿמערקזאַמקייט.",
  "collaboration_and_communication_title": "קאָלאַבאָראַציע און קאָמוניקאַציע",
  "collaboration_and_communication_content": "דזשאַסטדאָ פֿאַרייניקט גלאַטיק קאָמוניקאַציע און קאָלאַבאָראַציע מיט שטאַרק פּראָיעקט פֿאַרוואַלטונג. טיילט סעלעקטיוו אויפֿגאַבעס מיט קליענטן און ליפעראַנטן, האַלט אויספֿירלעך בליצפּאָסט און שמועס רעקאָרדס, און אָרגאַניזירט פּראָיעקט דאָקומענטן עפֿעקטיוו. אין דער זעלבער צייַט, פֿאַרוואַלטעט פֿאַרשידענע פּראָיעקטן מיט גאַנט דיאַגראַמען און אָפּהענגיקייטן, נאָכפֿאָלגט צייַט, און באַלאַנסירט אַרבעט לאָודז—אַלץ אונטער איין אינטואיטיווע פּלאַטפאָרמע."
}