{
  "more_than_just_project_management_title": "Flexibilná platforma CMS a ERP",
  "more_than_just_project_management_content": "JustDo je viac ako len softvér na riadenie projektov. Plynulo funguje ako systém CMS aj ERP. Jeho vysoká miera prispôsobiteľnosti ho robí ideálnym pre rôzne obchodné aplikácie, pričom ponúka robustné, prispôsobené riešenia na splnenie špecifických potrieb odvetvia. Táto všestrannosť robí z JustDo perfektnú platformu pre podniky, ktoré hľadajú integráciu komplexných nástrojov riadenia s flexibilitou CMS.",
  "full_ai_integration_title": "Plná integrácia AI",
  "full_ai_integration_content": "S pokročilými AI schopnosťami JustDo môžete rýchlo generovať štruktúry projektov z jediného zadania, konvertovať dokumenty a zmluvy na úlohy, vytvárať komplexné súhrny a spúšťať podrobné dotazy o vašich projektoch.",
  "choose_who_sees_what_title": "Vyberte, kto vidí čo",
  "choose_who_sees_what_content": "Selektívne zdieľanie úloh vám umožňuje pozvať klientov, dodávateľov a zainteresované strany na vašu tabuľu a zároveň zabezpečiť, že uvidia len to, čo je s nimi zdieľané. Náš flexibilný systém oprávnení umožňuje široký rozsah kontrol prístupu, poskytujúc prispôsobenú viditeľnosť a bezpečnosť pre každého účastníka.",
  "manage_multiple_projects_on_one_board_title": "Spravujte viacero projektov na jednej tabuli",
  "manage_multiple_projects_on_one_board_content": "S podporou JustDo pre obrovské tabule obsahujúce viac ako 200 000 úloh sa správa viacerých projektov na jednej tabuli stáva pohodlnou a efektívnou. Organizujte, monitorujte a vykonávajte všetky vaše projekty plynule na jednom centralizovanom mieste.",
  "gantt_dependencies_title": "Gantt a závislosti",
  "gantt_dependencies_content": "JustDo ponúka plne vybavený Ganttov diagram s medziprojektovými závislosťami. Umožňuje efektívne plánovanie, koordináciu a sledovanie, aby projekty zostali v harmonograme.",
  "chat_channels_emails_files_title": "Chatové kanály, e-maily, súbory",
  "chat_channels_emails_files_content": "Posilnite tímovú spoluprácu s vyhradenými chatovými kanálmi pre každú úlohu. Diskutujte o nápadoch v reálnom čase priamo v rámci vášho projektu pre plynulú komunikáciu. Posielajte e-maily priamo do úloh, vytvárajúc centralizovaný záznam prístupný pre všetkých, dokonca aj externých spolupracovníkov. Bez námahy spravujte, zdieľajte a organizujte všetky vaše projektové dokumenty na jednom mieste, udržiavajúc váš tím zladený a produktívny.",
  "enterprise_grade_plugins_title": "Podnikové doplnky",
  "enterprise_grade_plugins_content": "JustDo ponúka rad podnikových doplnkov na vylepšenie vašich schopností riadenia projektov. Identifikujte a riaďte riziká s našim doplnkom <b>Riadenie rizík</b>, ktorý zabezpečuje úspech a odolnosť projektu. Presne sledujte čas strávený na úlohách s intuitívnym <b>Sledovaním času</b> pre presné prideľovanie zdrojov. Optimalizujte prideľovanie úloh a vyvážte pracovné zaťaženie medzi členmi tímu pomocou <b>Riadenia zdrojov a záťaže</b>. Toto sú len niektoré z mnohých výkonných doplnkov dostupných v JustDo.",
  "main_page_slides_getting_started_video_title": "Začíname s JustDo",
  "main_page_slides_getting_started_video_subtitle": "Zistite, čo pre vás JustDo môže urobiť!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Vytvorte svoj projekt jediným zadaním",
  "main_page_slides_do_pilot_message_paste_title": "Náš AI asistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Vytvárajte úlohy z textových správ a dokumentov!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatické rozpracovanie úloh",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automaticky rozdeľte úlohy na čiastkové úlohy",
  "main_page_slides_do_pilot_summary_title": "Chatovanie o úlohách s AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automaticky sumarizujte úlohy a chatujte o nich s AI",
  "main_page_slides_task_summary": "Súhrn úlohy",
  "main_page_stats_unlimited": "Neobmedzene",
  "main_page_stats_1": "Doplnkov",
  "main_page_stats_2": "Rokov na trhu",
  "main_page_stats_3": "Úloh na tabuli",
  "main_page_stats_4": "Možností prispôsobenia",
  "main_page_stats_5": "Farebných tém",
  "main_page_stats_6": "Podporovaných jazykov"
}