{
  "more_than_just_project_management_title": "Plateforme CMS et ERP flexible",
  "more_than_just_project_management_content": "JustDo est bien plus qu'un simple logiciel de gestion de projet. Il fonctionne de manière transparente à la fois comme un CMS et un système ERP. Son haut degré de personnalisation le rend idéal pour une variété d'applications commerciales, offrant des solutions robustes et sur mesure pour répondre aux besoins spécifiques de chaque industrie. Cette polyvalence fait de JustDo la plateforme parfaite pour les entreprises qui cherchent à intégrer des outils de gestion complets avec la flexibilité d'un CMS.",
  "full_ai_integration_title": "Intégration complète de l'IA",
  "full_ai_integration_content": "Grâce aux capacités avancées d'IA de JustDo, vous pouvez rapidement générer des structures de projet à partir d'une seule invite, convertir des documents et des contrats en tâches, produire des résumés complets et exécuter des requêtes détaillées sur vos projets.",
  "choose_who_sees_what_title": "Choisissez qui voit quoi",
  "choose_who_sees_what_content": "Le partage sélectif des tâches vous permet d'inviter des clients, des fournisseurs et des parties prenantes à votre tableau tout en vous assurant qu'ils ne voient que ce qui est partagé avec eux. Notre système de permissions flexible s'adapte à une large gamme de contrôles d'accès, offrant une visibilité et une sécurité sur mesure pour chaque participant.",
  "manage_multiple_projects_on_one_board_title": "Gérez plusieurs projets sur un seul tableau",
  "manage_multiple_projects_on_one_board_content": "Grâce au support de JustDo pour des tableaux massifs contenant plus de 200 000 tâches, la gestion de plusieurs projets sur un seul tableau devient pratique et efficace. Organisez, surveillez et exécutez tous vos projets de manière transparente en un seul endroit centralisé.",
  "gantt_dependencies_title": "Gantt et Dépendances",
  "gantt_dependencies_content": "Diagramme de Gantt complet de JustDo avec dépendances inter-projets. Permettant une planification, une coordination et un suivi efficaces pour maintenir les projets dans les délais.",
  "chat_channels_emails_files_title": "Canaux de discussion, Emails, Fichiers",
  "chat_channels_emails_files_content": "Boostez la collaboration de l'équipe avec des canaux de discussion dédiés pour chaque tâche. Discutez des idées en temps réel, directement au sein de votre projet, pour une communication fluide. Envoyez des emails directement aux tâches, créant un enregistrement centralisé accessible à tous, même aux collaborateurs externes. Gérez, partagez et organisez facilement tous vos documents de projet en un seul endroit, gardant votre équipe alignée et productive.",
  "enterprise_grade_plugins_title": "Plugins de qualité entreprise",
  "enterprise_grade_plugins_content": "JustDo propose une gamme de plugins de qualité entreprise pour améliorer vos capacités de gestion de projet. Identifiez et gérez les risques avec notre plugin de <b>Gestion des Risques</b> qui assure le succès et la résilience du projet. Suivez avec précision le temps passé sur les tâches grâce à un <b>Suivi du Temps</b> intuitif pour une allocation précise des ressources. Optimisez l'allocation des tâches et équilibrez les charges de travail entre les membres de l'équipe avec la <b>Gestion des Ressources et de la Charge</b>. Ce ne sont là que quelques-uns des nombreux plugins puissants disponibles dans JustDo.",
  "main_page_slides_getting_started_video_title": "Commencer avec JustDo",
  "main_page_slides_getting_started_video_subtitle": "Découvrez ce que JustDo peut faire pour vous !",
  "main_page_slides_justdo_ai_prompt_title": "JustDo IA",
  "main_page_slides_justdo_ai_prompt_subtitle": "Créez votre projet avec une seule invite",
  "main_page_slides_do_pilot_message_paste_title": "Notre Assistant IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "Créez des tâches à partir de messages texte et de documents !",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Élaboration des Tâches",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Décomposez automatiquement les tâches en sous-tâches",
  "main_page_slides_do_pilot_summary_title": "Discussion de tâche avec l'IA",
  "main_page_slides_do_pilot_summary_subtitle": "Résumez automatiquement les tâches et discutez-en avec l'IA",
  "main_page_slides_task_summary": "Résumé de la tâche",
  "main_page_stats_unlimited": "Illimité",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Années sur le marché",
  "main_page_stats_3": "Tâches par tableau",
  "main_page_stats_4": "Options de personnalisation",
  "main_page_stats_5": "Thèmes colorés",
  "main_page_stats_6": "Langues prises en charge"
}