{
  "more_than_just_project_management_title": "Plataforma Flexible de CMS y ERP",
  "more_than_just_project_management_content": "JustDo es más que un simple software de gestión de proyectos. Funciona perfectamente como sistema CMS y ERP. Su alto grado de personalización lo hace ideal para una variedad de aplicaciones empresariales, ofreciendo soluciones robustas y adaptadas para satisfacer necesidades específicas de la industria. Esta versatilidad hace de JustDo la plataforma perfecta para empresas que buscan integrar herramientas de gestión completas con la flexibilidad de un CMS.",
  "full_ai_integration_title": "Integración Completa de IA",
  "full_ai_integration_content": "Con las capacidades avanzadas de IA de JustDo, pueden generar rápidamente estructuras de proyectos a partir de una sola indicación, convertir documentos y contratos en tareas, producir resúmenes completos y ejecutar consultas detalladas sobre sus proyectos.",
  "choose_who_sees_what_title": "Elijan Quién Ve Qué",
  "choose_who_sees_what_content": "El compartir selectivo de tareas les permite invitar a clientes, proveedores y partes interesadas a su tablero, asegurando que solo vean lo que se comparte con ellos. Nuestro sistema flexible de permisos se adapta a una amplia gama de controles de acceso, proporcionando visibilidad y seguridad personalizadas para cada participante.",
  "manage_multiple_projects_on_one_board_title": "Gestionen Múltiples Proyectos en Un Solo Tablero",
  "manage_multiple_projects_on_one_board_content": "Con el soporte de JustDo para tableros masivos que contienen más de 200,000 tareas, gestionar múltiples proyectos en un solo tablero se vuelve conveniente y eficiente. Organicen, monitoreen y ejecuten todos sus proyectos sin problemas en un lugar centralizado.",
  "gantt_dependencies_title": "Gantt y Dependencias",
  "gantt_dependencies_content": "Gantt completamente funcional de JustDo con Dependencias entre Proyectos. Permite una planificación, coordinación y seguimiento eficientes para mantener los proyectos en tiempo.",
  "chat_channels_emails_files_title": "Canales de Chat, Correos Electrónicos, Archivos",
  "chat_channels_emails_files_content": "Impulsen la colaboración del equipo con canales de chat dedicados para cada tarea. Discutan ideas en tiempo real, directamente dentro de su proyecto, para una comunicación fluida. Envíen correos electrónicos directamente a las tareas, creando un registro centralizado accesible para todos, incluso colaboradores externos. Gestionen, compartan y organicen sin esfuerzo todos los documentos de su proyecto en un solo lugar, manteniendo a su equipo alineado y productivo.",
  "enterprise_grade_plugins_title": "Plugins de Grado Empresarial",
  "enterprise_grade_plugins_content": "JustDo ofrece una gama de plugins de grado empresarial para mejorar sus capacidades de gestión de proyectos. Identifiquen y gestionen riesgos con nuestro Plugin de <b>Gestión de Riesgos</b> que asegura el éxito y la resiliencia del proyecto. Rastreen con precisión el tiempo dedicado a las tareas con el intuitivo <b>Seguimiento de Tiempo</b> para una asignación precisa de recursos. Optimicen la asignación de tareas y equilibren las cargas de trabajo entre los miembros del equipo con la <b>Gestión de Recursos y Cargas</b>. Estos son solo algunos de los muchos plugins poderosos disponibles en JustDo.",
  "main_page_slides_getting_started_video_title": "Comenzando con JustDo",
  "main_page_slides_getting_started_video_subtitle": "¡Aprendan lo que JustDo puede hacer por ustedes!",
  "main_page_slides_justdo_ai_prompt_title": "IA de JustDo",
  "main_page_slides_justdo_ai_prompt_subtitle": "Creen su proyecto con una sola indicación",
  "main_page_slides_do_pilot_message_paste_title": "Nuestro Asistente de IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "¡Creen tareas a partir de mensajes de texto y documentos!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Elaboración de Tareas",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Dividan automáticamente las tareas en sub-tareas",
  "main_page_slides_do_pilot_summary_title": "Chat de Tareas con IA",
  "main_page_slides_do_pilot_summary_subtitle": "Resuman automáticamente las tareas y chaten con IA sobre ellas",
  "main_page_slides_task_summary": "Resumen de tarea",
  "main_page_stats_unlimited": "Ilimitado",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Años en el Mercado",
  "main_page_stats_3": "Tareas por Tablero",
  "main_page_stats_4": "Opciones de Personalización",
  "main_page_stats_5": "Temas Coloridos",
  "main_page_stats_6": "Idiomas Soportados"
}