{
  "more_than_just_project_management_title": "Buigsame CMS- en ERP-Platform",
  "more_than_just_project_management_content": "JustDo is meer as net projektbestuur-sagteware. Dit funksioneer naatloos as beide 'n CMS en ERP-stelsel. Die hoë mate van aanpasbaarheid maak dit ideaal vir 'n verskeidenheid besigheidstoepassings, wat robuuste, pasgemaakte oplossings bied om aan spesifieke bedryfbehoeftes te voldoen. Hierdie veelsydigheid maak JustDo die perfekte platform vir besighede wat omvattende bestuursinstrumente wil integreer met die buigsaamheid van 'n CMS.",
  "full_ai_integration_title": "Volle KI-Integrasie",
  "full_ai_integration_content": "Met JustDo se gevorderde KI-vermoëns kan julle vinnig projekstrukture uit 'n enkele opdrag genereer, dokumente en kontrakte na take omskep, omvattende opsommings produseer, en gedetailleerde navrae oor julle projekte uitvoer.",
  "choose_who_sees_what_title": "Kies Wie Sien Wat",
  "choose_who_sees_what_content": "Selektiewe taakdeling laat julle toe om kliënte, verskaffers en belanghebbendes na julle bord uit te nooi terwyl julle verseker dat hulle slegs sien wat met hulle gedeel word. Ons buigsame toestemmingstelsel akkommodeer 'n wye reeks toegangsbeheermaatreëls, wat pasgemaakte sigbaarheid en sekuriteit vir elke deelnemer bied.",
  "manage_multiple_projects_on_one_board_title": "Bestuur Veelvuldige Projekte op Een Bord",
  "manage_multiple_projects_on_one_board_content": "Met JustDo se ondersteuning vir massiewe borde wat meer as 200,000 take kan bevat, word die bestuur van veelvuldige projekte op 'n enkele bord gerieflik en doeltreffend. Organiseer, monitor en voer al julle projekte naatloos uit op een sentrale plek.",
  "gantt_dependencies_title": "Gantt & Afhanklikhede",
  "gantt_dependencies_content": "JustDo se ten volle toegeruste Gantt met Kruisprojek-afhanklikhede. Dit maak doeltreffende beplanning, koördinering en opvolging moontlik om projekte op skedule te hou.",
  "chat_channels_emails_files_title": "Kletskamers, E-posse, Lêers",
  "chat_channels_emails_files_content": "Versterk spansameworking met toegewyde kletskamers vir elke taak. Bespreek idees in reële tyd, direk binne julle projek, vir naatlose kommunikasie. Stuur e-posse direk na take, wat 'n gesentraliseerde rekord skep wat toeganklik is vir almal, selfs eksterne medewerkers. Bestuur, deel en organiseer al julle projekdokumente moeiteloos op een plek, wat julle span belyn en produktief hou.",
  "enterprise_grade_plugins_title": "Ondernemingsgraad Inproppe",
  "enterprise_grade_plugins_content": "JustDo bied 'n reeks ondernemingsgraad inproppe om julle projekbestuursvermoëns te verbeter. Identifiseer en bestuur risiko's met ons <b>Risikobestuur</b> Inprop wat projeksukses en veerkragtigheid verseker. Volg tyd akkuraat wat aan take bestee word met intuïtiewe <b>Tydsopvolging</b> vir presiese hulpbrontoewysing. Optimaliseer taaktoewysing en balanseer werklading oor spanlede met <b>Hulpbron- en Ladingsbestuur</b>. Hierdie is slegs 'n paar van die vele kragtige inproppe beskikbaar in JustDo.",
  "main_page_slides_getting_started_video_title": "Kom Aan die Gang met JustDo",
  "main_page_slides_getting_started_video_subtitle": "Leer wat JustDo vir julle kan doen!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo KI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Skep julle projek met 'n enkele opdrag",
  "main_page_slides_do_pilot_message_paste_title": "Ons KI-Assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Skep take vanaf teksboodskappe en dokumente!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Outo-Uitbreiding van Take",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Verdeel take outomaties in subtake",
  "main_page_slides_do_pilot_summary_title": "Taakgesprek met KI",
  "main_page_slides_do_pilot_summary_subtitle": "Outomatiese opsomming van take en gesels met KI daaroor",
  "main_page_slides_task_summary": "Taakopsomming",
  "main_page_stats_unlimited": "Onbeperk",
  "main_page_stats_1": "Inproppe",
  "main_page_stats_2": "Jare in die Mark",
  "main_page_stats_3": "Take Per Bord",
  "main_page_stats_4": "Aanpassingsopsies",
  "main_page_stats_5": "Kleurvolle Temas",
  "main_page_stats_6": "Ondersteunde Tale"
}