{
  "more_than_just_project_management_title": "Çevik CMS və ERP Platforması",
  "more_than_just_project_management_content": "JustDo sadəcə layihə idarəetmə proqramından daha çoxdur. O, həm CMS, həm də ERP sistemi kimi səmərəli fəaliyyət göstərir. Yüksək dərəcədə fərdiləşdirilə bilmə qabiliyyəti onu müxtəlif biznes tətbiqləri üçün ideal edir və xüsusi sənaye ehtiyaclarını qarşılamaq üçün güclü, fərdi həllər təklif edir. Bu çoxşaxəlilik JustDo-nu hərtərəfli idarəetmə alətlərini CMS-in çevikliyi ilə birləşdirmək istəyən şirkətlər üçün mükəmməl platforma edir.",
  "full_ai_integration_title": "Tam Süni İntellekt İnteqrasiyası",
  "full_ai_integration_content": "JustDo-nun qabaqcıl Süni İntellekt imkanları ilə siz tək bir əmrlə sürətlə layihə strukturları yarada, sənədləri və müqavilələri tapşırıqlara çevirə, ətraflı xülasələr hazırlaya və layihələriniz haqqında detallı sorğular apara bilərsiniz.",
  "choose_who_sees_what_title": "Kim Nəyi Görür Seçin",
  "choose_who_sees_what_content": "Seçici tapşırıq paylaşımı ilə müştəriləri, təchizatçıları və maraqlı tərəfləri lövhənizə dəvət edə bilərsiniz, eyni zamanda onların yalnız onlarla paylaşılan məlumatları görməsini təmin edə bilərsiniz. Çevik icazələr sistemimiz geniş spektrli giriş nəzarətini təmin edir və hər bir iştirakçı üçün fərdi görünüş və təhlükəsizlik təmin edir.",
  "manage_multiple_projects_on_one_board_title": "Bir Lövhədə Bir Neçə Layihəni İdarə Edin",
  "manage_multiple_projects_on_one_board_content": "JustDo-nun 200,000-dən çox tapşırıq saxlaya bilən böyük lövhələrə dəstəyi ilə bir neçə layihəni tək bir lövhədə idarə etmək rahat və səmərəli olur. Bütün layihələrinizi bir mərkəzi yerdə səliqəli şəkildə təşkil edin, izləyin və həyata keçirin.",
  "gantt_dependencies_title": "Gantt və Asılılıqlar",
  "gantt_dependencies_content": "JustDo-nun tam funksiyalı Layihələrarası Asılılıqlara malik Gantt diaqramı. Layihələri cədvəldə saxlamaq üçün səmərəli planlaşdırma, koordinasiya və izləməni mümkün edir.",
  "chat_channels_emails_files_title": "Çat Kanalları, E-poçtlar, Fayllar",
  "chat_channels_emails_files_content": "Hər tapşırıq üçün ayrılmış çat kanalları ilə komanda əməkdaşlığını gücləndirin. Fikirləri real vaxt rejimində, birbaşa layihənizin içərisində müzakirə edin və səmərəli ünsiyyət qurun. E-poçtları birbaşa tapşırıqlara göndərin və hər kəs, hətta xarici əməkdaşlar üçün də əlçatan olan mərkəzləşdirilmiş qeyd yaradın. Bütün layihə sənədlərinizi bir yerdə asanlıqla idarə edin, paylaşın və təşkil edin, komandanızı uyğunlaşdırılmış və məhsuldar saxlayın.",
  "enterprise_grade_plugins_title": "Müəssisə Səviyyəli Plaginlər",
  "enterprise_grade_plugins_content": "JustDo layihə idarəetmə qabiliyyətlərinizi artırmaq üçün bir sıra müəssisə səviyyəli plaginlər təklif edir. Layihənin uğurunu və dayanıqlılığını təmin edən <b>Risk İdarəetməsi</b> Plagini ilə riskləri müəyyən edin və idarə edin. Dəqiq resurs bölgüsü üçün intuitiv <b>Vaxt İzləmə</b> ilə tapşırıqlara sərf olunan vaxtı dəqiq izləyin. <b>Resurs və Yük İdarəetməsi</b> ilə tapşırıq bölgüsünü optimallaşdırın və komanda üzvləri arasında iş yükünü tarazlaşdırın. Bunlar JustDo-da mövcud olan çoxsaylı güclü plaginlərdən yalnız bir neçəsidir.",
  "main_page_slides_getting_started_video_title": "JustDo ilə İşə Başlamaq",
  "main_page_slides_getting_started_video_subtitle": "JustDo-nun sizin üçün nə edə biləcəyini öyrənin!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo Süni İntellekt",
  "main_page_slides_justdo_ai_prompt_subtitle": "Tək bir əmrlə layihənizi yaradın",
  "main_page_slides_do_pilot_message_paste_title": "Süni İntellekt Köməkçimiz",
  "main_page_slides_do_pilot_message_paste_subtitle": "Mətn mesajları və sənədlərdən tapşırıqlar yaradın!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Avtomatik Tapşırıq Genişləndirmə",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Tapşırıqları avtomatik olaraq alt-tapşırıqlara bölün",
  "main_page_slides_do_pilot_summary_title": "Süni İntellektlə Tapşırıq Söhbəti",
  "main_page_slides_do_pilot_summary_subtitle": "Tapşırıqları avtomatik xülasə edin və onlar haqqında Süni İntellektlə söhbət edin",
  "main_page_slides_task_summary": "Tapşırıq xülasəsi",
  "main_page_stats_unlimited": "Limitsiz",
  "main_page_stats_1": "Plaginlər",
  "main_page_stats_2": "Bazarda İllər",
  "main_page_stats_3": "Hər Lövhədə Tapşırıqlar",
  "main_page_stats_4": "Fərdiləşdirmə Seçimləri",
  "main_page_stats_5": "Rəngarəng Temalar",
  "main_page_stats_6": "Dəstəklənən Dillər"
}