{
  "more_than_just_project_management_title": "Flexibel CMS- och ERP-plattform",
  "more_than_just_project_management_content": "JustDo är mer än bara projekthanteringsprogramvara. Det fungerar sömlöst som både ett CMS och ett ERP-system. Dess höga grad av anpassningsbarhet gör det idealiskt för en mängd olika affärstillämpningar och erbjuder robusta, skräddarsydda lösningar för att möta specifika branschbehov. Denna mångsidighet gör JustDo till den perfekta plattformen för företag som vill integrera omfattande hanteringsverktyg med flexibiliteten hos ett CMS.",
  "full_ai_integration_title": "Fullständig AI-integration",
  "full_ai_integration_content": "Med JustDo:s avancerade AI-funktioner kan ni snabbt generera projektstrukturer från en enda prompt, konvertera dokument och kontrakt till uppgifter, producera omfattande sammanfattningar och köra detaljerade frågor om era projekt.",
  "choose_who_sees_what_title": "Välj vem som ser vad",
  "choose_who_sees_what_content": "Selektiv uppgiftsdelning låter er bjuda in kunder, leverantörer och intressenter till er tavla samtidigt som ni säkerställer att de endast ser det som delas med dem. Vårt flexibla behörighetssystem rymmer ett brett spektrum av åtkomstkontroller, vilket ger skräddarsydd synlighet och säkerhet för varje deltagare.",
  "manage_multiple_projects_on_one_board_title": "Hantera flera projekt på en tavla",
  "manage_multiple_projects_on_one_board_content": "Med JustDo:s stöd för massiva tavlor som innehåller över 200 000 uppgifter blir hanteringen av flera projekt på en enda tavla bekväm och effektiv. Organisera, övervaka och genomför alla era projekt sömlöst på en centraliserad plats.",
  "gantt_dependencies_title": "Gantt & Beroenden",
  "gantt_dependencies_content": "JustDo:s fullfjädrade Gantt-schema med projektöverskridande beroenden. Möjliggör effektiv planering, samordning och spårning för att hålla projekten i tid.",
  "chat_channels_emails_files_title": "Chattkanaler, E-post, Filer",
  "chat_channels_emails_files_content": "Öka teamsamarbetet med dedikerade chattkanaler för varje uppgift. Diskutera idéer i realtid, direkt inom ert projekt, för sömlös kommunikation. Skicka e-post direkt till uppgifter och skapa en centraliserad registrering som är tillgänglig för alla, även externa samarbetspartners. Hantera, dela och organisera enkelt alla era projektdokument på ett ställe, vilket håller ert team samordnat och produktivt.",
  "enterprise_grade_plugins_title": "Plugins av företagsklass",
  "enterprise_grade_plugins_content": "JustDo erbjuder ett utbud av plugins av företagsklass för att förbättra era projekthanteringsmöjligheter. Identifiera och hantera risker med vår <b>Riskhantering</b>-plugin som säkerställer projektframgång och motståndskraft. Spåra noggrant tid som spenderas på uppgifter med intuitiv <b>Tidsregistrering</b> för exakt resursallokering. Optimera uppgiftsfördelning och balansera arbetsbelastningen mellan teammedlemmar med <b>Resurs- och belastningshantering</b>. Detta är bara några av de många kraftfulla plugins som finns tillgängliga i JustDo.",
  "main_page_slides_getting_started_video_title": "Kom igång med JustDo",
  "main_page_slides_getting_started_video_subtitle": "Lär er vad JustDo kan göra för er!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Skapa ert projekt med en enda prompt",
  "main_page_slides_do_pilot_message_paste_title": "Vår AI-assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Skapa uppgifter från textmeddelanden och dokument!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-utveckla uppgifter",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Bryt automatiskt ner uppgifter i deluppgifter",
  "main_page_slides_do_pilot_summary_title": "Uppgiftschatt med AI",
  "main_page_slides_do_pilot_summary_subtitle": "Sammanfatta automatiskt uppgifter och chatta med AI om dem",
  "main_page_slides_task_summary": "Uppgiftssammanfattning",
  "main_page_stats_unlimited": "Obegränsat",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "År på marknaden",
  "main_page_stats_3": "Uppgifter per tavla",
  "main_page_stats_4": "Anpassningsalternativ",
  "main_page_stats_5": "Färgglada teman",
  "main_page_stats_6": "Språk som stöds"
}