{
  "more_than_just_project_management_title": "Platform CMS dan ERP yang Fleksibel",
  "more_than_just_project_management_content": "JustDo lebih daripada sekadar perisian pengurusan projek. Ia berfungsi dengan lancar sebagai sistem CMS dan ERP. Tahap penyesuaiannya yang tinggi menjadikannya ideal untuk pelbagai aplikasi perniagaan, menawarkan penyelesaian yang teguh dan disesuaikan untuk memenuhi keperluan industri tertentu. Keserbaboleh ini menjadikan JustDo platform sempurna untuk perniagaan yang ingin mengintegrasikan alat pengurusan komprehensif dengan fleksibiliti CMS.",
  "full_ai_integration_title": "Integrasi AI Sepenuhnya",
  "full_ai_integration_content": "Dengan keupayaan AI JustDo yang canggih, anda boleh cepat menjana struktur projek daripada satu arahan, menukar dokumen dan kontrak menjadi tugas, menghasilkan ringkasan komprehensif, dan menjalankan pertanyaan terperinci tentang projek anda.",
  "choose_who_sees_what_title": "Pilih Siapa Yang Melihat Apa",
  "choose_who_sees_what_content": "Perkongsian tugas terpilih membolehkan anda menjemput pelanggan, vendor, dan pihak berkepentingan ke papan anda sambil memastikan mereka hanya melihat apa yang dikongsi dengan mereka. Sistem kebenaran kami yang fleksibel menampung pelbagai kawalan akses, menyediakan keterlihatan dan keselamatan yang disesuaikan untuk setiap peserta.",
  "manage_multiple_projects_on_one_board_title": "Urus Pelbagai Projek dalam Satu Papan",
  "manage_multiple_projects_on_one_board_content": "Dengan sokongan JustDo untuk papan besar yang mengandungi lebih 200,000 tugas, pengurusan pelbagai projek dalam satu papan menjadi mudah dan efisien. Atur, pantau, dan laksanakan semua projek anda dengan lancar di satu tempat berpusat.",
  "gantt_dependencies_title": "Gantt & Kebergantungan",
  "gantt_dependencies_content": "Gantt JustDo dengan ciri lengkap termasuk Kebergantungan Antara Projek. Membolehkan perancangan, koordinasi, dan penjejakan yang efisien untuk memastikan projek mengikut jadual.",
  "chat_channels_emails_files_title": "Saluran Sembang, E-mel, Fail",
  "chat_channels_emails_files_content": "Tingkatkan kerjasama pasukan dengan saluran sembang khusus untuk setiap tugas. Bincangkan idea secara masa nyata, terus dalam projek anda, untuk komunikasi yang lancar. Hantar e-mel terus ke tugas, mewujudkan rekod berpusat yang boleh diakses oleh semua orang, termasuk kolaborator luar. Urus, kongsi, dan susun semua dokumen projek anda dengan mudah di satu tempat, memastikan pasukan anda selaras dan produktif.",
  "enterprise_grade_plugins_title": "Plugin Taraf Perusahaan",
  "enterprise_grade_plugins_content": "JustDo menawarkan pelbagai plugin taraf perusahaan untuk meningkatkan keupayaan pengurusan projek anda. Kenal pasti dan urus risiko dengan Plugin <b>Pengurusan Risiko</b> kami yang memastikan kejayaan dan ketahanan projek. Jejak masa yang digunakan untuk tugas dengan tepat menggunakan <b>Penjejakan Masa</b> yang intuitif untuk peruntukan sumber yang tepat. Optimumkan peruntukan tugas dan imbangkan beban kerja antara ahli pasukan dengan <b>Pengurusan Sumber & Beban</b>. Ini hanya sebahagian daripada banyak plugin berkuasa yang tersedia dalam JustDo.",
  "main_page_slides_getting_started_video_title": "Memulakan dengan JustDo",
  "main_page_slides_getting_started_video_subtitle": "Pelajari apa yang JustDo boleh lakukan untuk anda!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Cipta projek anda dengan satu arahan",
  "main_page_slides_do_pilot_message_paste_title": "Pembantu AI Kami",
  "main_page_slides_do_pilot_message_paste_subtitle": "Cipta tugas daripada mesej teks dan dokumen!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Perincikan Tugas",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Secara automatik pecahkan tugas kepada sub-tugas",
  "main_page_slides_do_pilot_summary_title": "Sembang Tugas dengan AI",
  "main_page_slides_do_pilot_summary_subtitle": "Auto-ringkaskan tugas dan bersembang dengan AI tentangnya",
  "main_page_slides_task_summary": "Ringkasan tugas",
  "main_page_stats_unlimited": "Tanpa Had",
  "main_page_stats_1": "Plugin",
  "main_page_stats_2": "Tahun di Pasaran",
  "main_page_stats_3": "Tugas Per Papan",
  "main_page_stats_4": "Pilihan Penyesuaian",
  "main_page_stats_5": "Tema Berwarna-warni",
  "main_page_stats_6": "Bahasa yang Disokong"
}