{
  "more_than_just_project_management_title": "Joustava CMS- ja ERP-alusta",
  "more_than_just_project_management_content": "JustDo on enemmän kuin pelkkä projektinhallintaohjelmisto. Se toimii saumattomasti sekä CMS- että ERP-järjestelmänä. Sen korkea muokattavuusaste tekee siitä ihanteellisen monenlaisiin liiketoimintasovelluksiin, tarjoten vankkoja, räätälöityjä ratkaisuja erityisiin toimialan tarpeisiin. Tämä monipuolisuus tekee JustDosta täydellisen alustan yrityksille, jotka haluavat yhdistää kattavat hallintatyökalut CMS:n joustavuuteen.",
  "full_ai_integration_title": "Täysi tekoälyintegraatio",
  "full_ai_integration_content": "JustDon edistyneillä tekoälyominaisuuksilla voitte nopeasti luoda projektirakenteet yhdellä kehotteella, muuntaa asiakirjoja ja sopimuksia tehtäviksi, tuottaa kattavia yhteenvetoja ja suorittaa yksityiskohtaisia kyselyitä projekteistanne.",
  "choose_who_sees_what_title": "Valitse, kuka näkee mitä",
  "choose_who_sees_what_content": "Valikoiva tehtävien jakaminen mahdollistaa asiakkaiden, toimittajien ja sidosryhmien kutsumisen tauluun (JustDo Board) varmistaen, että he näkevät vain sen, mikä on jaettu heidän kanssaan. Joustava käyttöoikeusjärjestelmämme mahdollistaa laajan valikoiman pääsynhallintoja, tarjoten räätälöityä näkyvyyttä ja turvallisuutta jokaiselle osallistujalle.",
  "manage_multiple_projects_on_one_board_title": "Hallitse useita projekteja yhdellä taululla",
  "manage_multiple_projects_on_one_board_content": "JustDon tuki valtaville tauluille, jotka sisältävät yli 200 000 tehtävää, tekee useiden projektien hallinnasta yhdellä taululla kätevää ja tehokasta. Järjestä, seuraa ja toteuta kaikki projektisi saumattomasti yhdessä keskitetyssä paikassa.",
  "gantt_dependencies_title": "Gantt ja riippuvuudet",
  "gantt_dependencies_content": "JustDon täysimittainen Gantt-kaavio projektien välisillä riippuvuuksilla. Mahdollistaa tehokkaan suunnittelun, koordinoinnin ja seurannan projektien aikataulussa pitämiseksi.",
  "chat_channels_emails_files_title": "Keskustelukanavat, sähköpostit, tiedostot",
  "chat_channels_emails_files_content": "Tehosta tiimin yhteistyötä omilla keskustelukanavilla jokaiselle tehtävälle. Keskustele ideoista reaaliajassa suoraan projektisi sisällä saumattomaan viestintään. Lähetä sähköposteja suoraan tehtäviin luoden keskitetyn tietueen, joka on kaikkien, myös ulkoisten yhteistyökumppaneiden, saatavilla. Hallitse, jaa ja järjestä vaivattomasti kaikki projektisi asiakirjat yhdessä paikassa, pitäen tiimisi yhtenäisenä ja tuottavana.",
  "enterprise_grade_plugins_title": "Yritystasoisia lisäosia",
  "enterprise_grade_plugins_content": "JustDo tarjoaa valikoiman yritystasoisia lisäosia projektinhallinnan tehostamiseksi. Tunnista ja hallitse riskejä <b>Riskienhallinta</b>-lisäosallamme, joka varmistaa projektin onnistumisen ja sietokyvyn. Seuraa tarkasti tehtäviin käytettyä aikaa intuitiivisella <b>Ajanseurannalla</b> tarkkaa resurssien kohdentamista varten. Optimoi tehtävien jako ja tasapainota työmäärät tiimin jäsenten kesken <b>Resurssi- ja kuormituksenhallinnalla</b>. Nämä ovat vain muutamia monista tehokkaista lisäosista, joita JustDossa on saatavilla.",
  "main_page_slides_getting_started_video_title": "Aloittaminen JustDon kanssa",
  "main_page_slides_getting_started_video_subtitle": "Opi, mitä JustDo voi tehdä sinulle!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo Tekoäly",
  "main_page_slides_justdo_ai_prompt_subtitle": "Luo projektisi yhdellä kehotteella",
  "main_page_slides_do_pilot_message_paste_title": "Tekoälyavustajamme",
  "main_page_slides_do_pilot_message_paste_subtitle": "Luo tehtäviä tekstiviesteistä ja asiakirjoista!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automaattinen tehtävien yksityiskohtaistaminen",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Jaa tehtävät automaattisesti alitehtäviin",
  "main_page_slides_do_pilot_summary_title": "Tehtäväkeskustelu tekoälyn kanssa",
  "main_page_slides_do_pilot_summary_subtitle": "Tee automaattisesti yhteenvetoja tehtävistä ja keskustele niistä tekoälyn kanssa",
  "main_page_slides_task_summary": "Tehtävän yhteenveto",
  "main_page_stats_unlimited": "Rajaton",
  "main_page_stats_1": "Lisäosat",
  "main_page_stats_2": "Vuotta markkinoilla",
  "main_page_stats_3": "Tehtävää per taulu",
  "main_page_stats_4": "Muokkausvaihtoehdot",
  "main_page_stats_5": "Värikkäät teemat",
  "main_page_stats_6": "Tuettua kieltä"
}