{
  "enhanced_scalability_seamless_deployment_title": "Eskalagarritasun Hobetua eta Hedapen Leuna",
  "enhanced_scalability_seamless_deployment_content": "JustDo erraz hedatzeko eta eskalagarritasun bikaina lortzeko diseinatuta dago. Arkitektura sendoarekin, proiektu bakoitzeko ehunka mila ataza onartzen ditu, benetan enpresa-mailako irtenbide gisa bereiziz. Gaitasun honek errendimendu leuna eta hedapena ziurtatzen du, zure bezeroen proiektuen hazkundearekin ezin hobeto lerrokatuz.",
  "multiple_sources_of_revenue_title": "Diru-sarrera Iturri Anitzak",
  "multiple_sources_of_revenue_content": "JustDok zure bezeroei eskaintzeko zerbitzuen pakete osoa eskaintzen du. JustDo hartuz, hosting, garapen, prestakuntza, mantentze eta laguntza zerbitzuak sal ditzakezu, diru-sarrera korronte fidagarria eta etengabea sortuz. Gure plataforma integralak zure negozio eskaintzak zabaltzeko eta errentagarritasuna maximizatzeko aukera ematen dizu.",
  "simple_cost_structure_title": "Kostu Egitura Sinplea",
  "simple_cost_structure_content": "Ez dugu zure salmenten ehuneko bat hartzen. Gure prezioak argiak eta sinpleak dira, erabiltzaile bakoitzeko hileko kuota finko batekin eta prezio finkoak a la carte premium ezaugarrientzat, hala nola Gantt eta AI (Adimen Artifiziala). Prezio egitura garden honek ziurtatzen du beti jakingo duzula zer espero, zure kostuak eta irabazi potentzialak konfiantzaz aurreikusteko aukera emanez. Xehetasun guztietarako, <a href=\"/pricing\">bisitatu gure prezioen orria</a>.",
  "use_your_brand_white_label_ready_title": "Erabili Zure Marka - White-Label Prest",
  "use_your_brand_white_label_ready_content": "Hobetu zure bezeroen marka presentzia JustDoren white-label gaitasunekin. Pertsonalizatu plataforma haien logoekin, kolore eskemekin, eta nortasun bereziarekin, esperientzia markatu eta koherente bat sortzeko.",
  "support_for_intranet_deployments_title": "Segurtasun Gorena - Intranet Hedapena Eskuragarri",
  "support_for_intranet_deployments_content": "Industria sentikorretako bezeroek askotan behar dute hedapen oso segurua beren intranetean, batzuetan, internet sarbiderik gabe ere. JustDok hedapen aukera berezi hau onartzen du, ingurune ultra-seguru bat eskainiz lokalean <b>lehiakide gutxik eskaini dezaketena.</b>",
  "speaks_the_language_of_your_clients_title": "Zure Bezeroen Hizkuntzan Hitz Egiten Du",
  "speaks_the_language_of_your_clients_content": "Gure itzulpen sistema aurreratuarekin, JustDo munduko 100 hizkuntza nagusietara itzul daiteke <b>egun batzuen buruan</b>, zure tokiko bezeroentzat esperientzia leuna ziurtatuz. Zure merkatuak oraindik eskaintzen ez dugun itzulpen bat behar badu, ez izan zalantzarik gurekin harremanetan jartzeko! Prest gaude gehigarriak kontuan hartzeko, <b><u>bereziki eskuragarri dauden irtenbiderik gabeko merkatuetarako</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI Lagundutako Demoak",
  "on_the_fly_proof_of_concept_content": "JustDoren AI lagundutako demoekin, zure bezeroek nahi duten proiektua deskribatu dezakete, eta berehalako egitura bat sortuko dugu demo azkar baterako. Ezaugarri hau <b>ezin hobea da bezeroak harritzeko</b> eta haien arreta erakartzeko.",
  "collaboration_and_communication_title": "Lankidetza eta Komunikazioa",
  "collaboration_and_communication_content": "JustDok komunikazioa eta lankidetza proiektu kudeaketa indartsuarekin bat egiten ditu modu leunean. Partekatu atazak selektiboki bezeroekin eta hornitzaileekin, mantendu posta elektroniko eta txat erregistro orokorrak, eta antolatu proiektuen dokumentuak modu eraginkorrean. Bitartean, kudeatu proiektu anitzak Gantt diagramekin eta mendekotasunekin, jarraitu denborari, eta orekatu lan-kargak - guztia plataforma intuitibo bakar batean."
}