{
  "more_than_just_project_management_title": "แพลตฟอร์ม CMS และ ERP ที่ยืดหยุ่น",
  "more_than_just_project_management_content": "JustDo เป็นมากกว่าแค่ซอฟต์แวร์บริหารโครงการ มันทำงานได้อย่างราบรื่นทั้งในฐานะระบบ CMS และ ERP ด้วยความสามารถในการปรับแต่งสูง ทำให้เหมาะสำหรับการใช้งานทางธุรกิจที่หลากหลาย นำเสนอโซลูชันที่แข็งแกร่งและปรับแต่งได้ตามความต้องการเฉพาะของอุตสาหกรรม ความอเนกประสงค์นี้ทำให้ JustDo เป็นแพลตฟอร์มที่สมบูรณ์แบบสำหรับธุรกิจที่ต้องการผสมผสานเครื่องมือการจัดการที่ครอบคลุมกับความยืดหยุ่นของ CMS",
  "full_ai_integration_title": "การผสานรวม AI อย่างเต็มรูปแบบ",
  "full_ai_integration_content": "ด้วยความสามารถด้าน AI ขั้นสูงของ JustDo คุณสามารถสร้างโครงสร้างโครงการจากคำสั่งเดียวได้อย่างรวดเร็ว แปลงเอกสารและสัญญาเป็นงาน สร้างสรุปที่ครอบคลุม และทำการสืบค้นโดยละเอียดเกี่ยวกับโครงการของคุณ",
  "choose_who_sees_what_title": "เลือกว่าใครจะเห็นอะไร",
  "choose_who_sees_what_content": "การแบ่งปันงานแบบเลือกได้ช่วยให้คุณเชิญลูกค้า ผู้ขาย และผู้มีส่วนได้ส่วนเสียเข้าสู่บอร์ดของคุณ โดยรับประกันว่าพวกเขาจะเห็นเฉพาะสิ่งที่แบ่งปันกับพวกเขาเท่านั้น ระบบการกำหนดสิทธิ์ที่ยืดหยุ่นของเรารองรับการควบคุมการเข้าถึงที่หลากหลาย มอบการมองเห็นและความปลอดภัยที่ปรับแต่งได้สำหรับผู้เข้าร่วมทุกคน",
  "manage_multiple_projects_on_one_board_title": "จัดการหลายโครงการบนบอร์ดเดียว",
  "manage_multiple_projects_on_one_board_content": "ด้วยการรองรับบอร์ดขนาดใหญ่ที่มีงานมากกว่า 200,000 รายการของ JustDo การจัดการหลายโครงการบนบอร์ดเดียวกันจึงสะดวกและมีประสิทธิภาพ จัดระเบียบ ติดตาม และดำเนินโครงการทั้งหมดของคุณอย่างราบรื่นในที่เดียว",
  "gantt_dependencies_title": "Gantt และการพึ่งพา",
  "gantt_dependencies_content": "Gantt ที่มีคุณสมบัติครบถ้วนของ JustDo พร้อมการพึ่งพาข้ามโครงการ ช่วยให้การวางแผน การประสานงาน และการติดตามมีประสิทธิภาพเพื่อให้โครงการเป็นไปตามกำหนดการ",
  "chat_channels_emails_files_title": "ช่องแชท อีเมล ไฟล์",
  "chat_channels_emails_files_content": "เพิ่มการทำงานร่วมกันของทีมด้วยช่องแชทเฉพาะสำหรับทุกงาน อภิปรายแนวคิดแบบเรียลไทม์ โดยตรงภายในโครงการของคุณเพื่อการสื่อสารที่ราบรื่น ส่งอีเมลโดยตรงไปยังงาน สร้างบันทึกส่วนกลางที่ทุกคนเข้าถึงได้ แม้แต่ผู้ร่วมงานภายนอก จัดการ แบ่งปัน และจัดระเบียบเอกสารโครงการทั้งหมดของคุณในที่เดียว ช่วยให้ทีมของคุณทำงานสอดคล้องกันและมีประสิทธิผล",
  "enterprise_grade_plugins_title": "ปลั๊กอินระดับองค์กร",
  "enterprise_grade_plugins_content": "JustDo นำเสนอปลั๊กอินระดับองค์กรที่หลากหลายเพื่อเพิ่มขีดความสามารถในการจัดการโครงการของคุณ ระบุและจัดการความเสี่ยงด้วยปลั๊กอิน <b>การจัดการความเสี่ยง (Risk Management)</b> ของเราที่รับประกันความสำเร็จและความยืดหยุ่นของโครงการ ติดตามเวลาที่ใช้ในงานอย่างแม่นยำด้วย <b>การติดตามเวลา (Time Tracking)</b> ที่ใช้งานง่ายสำหรับการจัดสรรทรัพยากรที่แม่นยำ ปรับการจัดสรรงานให้เหมาะสมและสมดุลภาระงานระหว่างสมาชิกในทีมด้วย <b>การจัดการทรัพยากรและภาระงาน (Resource & Load Management)</b> เหล่านี้เป็นเพียงส่วนหนึ่งของปลั๊กอินที่ทรงพลังมากมายที่มีใน JustDo",
  "main_page_slides_getting_started_video_title": "เริ่มต้นใช้งาน JustDo",
  "main_page_slides_getting_started_video_subtitle": "เรียนรู้ว่า JustDo สามารถทำอะไรให้คุณได้บ้าง!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "สร้างโครงการของคุณด้วยคำสั่งเดียว",
  "main_page_slides_do_pilot_message_paste_title": "ผู้ช่วย AI ของเรา",
  "main_page_slides_do_pilot_message_paste_subtitle": "สร้างงานจากข้อความและเอกสาร!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "อธิบายงานอัตโนมัติ",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "แยกงานเป็นงานย่อยโดยอัตโนมัติ",
  "main_page_slides_do_pilot_summary_title": "แชทเกี่ยวกับงานกับ AI",
  "main_page_slides_do_pilot_summary_subtitle": "สรุปงานอัตโนมัติและแชทกับ AI เกี่ยวกับงานนั้น",
  "main_page_slides_task_summary": "สรุปงาน",
  "main_page_stats_unlimited": "ไม่จำกัด",
  "main_page_stats_1": "ปลั๊กอิน",
  "main_page_stats_2": "ปีในตลาด",
  "main_page_stats_3": "งานต่อบอร์ด",
  "main_page_stats_4": "ตัวเลือกการปรับแต่ง",
  "main_page_stats_5": "ธีมสีสันสดใส",
  "main_page_stats_6": "ภาษาที่รองรับ"
}