{
  "enhanced_scalability_seamless_deployment_title": "Khả năng mở rộng nâng cao & Triển khai liền mạch",
  "enhanced_scalability_seamless_deployment_content": "JustDo được thiết kế để triển khai dễ dàng và có khả năng mở rộng đặc biệt. Với kiến trúc mạnh mẽ, nó hỗ trợ hàng trăm nghìn công việc cho mỗi dự án, khẳng định vị thế là một giải pháp thực sự cấp doanh nghiệp. Khả năng này đảm bảo hiệu suất liền mạch và mở rộng, phù hợp hoàn hảo với sự phát triển của các dự án khách hàng.",
  "multiple_sources_of_revenue_title": "Nhiều nguồn doanh thu",
  "multiple_sources_of_revenue_content": "JustDo cung cấp một gói dịch vụ toàn diện để các bạn cung cấp cho khách hàng. Bằng cách áp dụng JustDo, các bạn có thể bán dịch vụ lưu trữ, phát triển, đào tạo, bảo trì và hỗ trợ, tạo ra một nguồn doanh thu ổn định và liên tục. Nền tảng toàn diện của chúng tôi giúp các bạn mở rộng các dịch vụ kinh doanh và tối đa hóa lợi nhuận.",
  "simple_cost_structure_title": "Cấu trúc chi phí đơn giản",
  "simple_cost_structure_content": "Chúng tôi không lấy phần trăm từ doanh số của các bạn. Giá của chúng tôi rõ ràng và đơn giản, với một khoản phí cố định hàng tháng cho mỗi người dùng và giá cố định cho các tính năng cao cấp theo yêu cầu như Gantt và AI. Cấu trúc giá minh bạch này đảm bảo các bạn luôn biết những gì sẽ phải chi trả, cho phép các bạn tự tin dự đoán chi phí và lợi nhuận tiềm năng. Để biết chi tiết đầy đủ, <a href=\"/pricing\">hãy truy cập trang giá của chúng tôi</a>.",
  "use_your_brand_white_label_ready_title": "Sử dụng thương hiệu của bạn - Sẵn sàng cho White-Label",
  "use_your_brand_white_label_ready_content": "Nâng cao sự hiện diện thương hiệu của khách hàng với khả năng white-label của JustDo. Tùy chỉnh nền tảng với logo, bảng màu và bản sắc độc đáo của họ để tạo ra trải nghiệm thương hiệu liền mạch.",
  "support_for_intranet_deployments_title": "Bảo mật hàng đầu - Có sẵn triển khai Intranet",
  "support_for_intranet_deployments_content": "Khách hàng trong các ngành nhạy cảm thường yêu cầu triển khai có độ bảo mật cao trong mạng nội bộ của họ, đôi khi thậm chí không cần truy cập internet. JustDo hỗ trợ tùy chọn triển khai độc đáo này, cung cấp môi trường nội bộ cực kỳ an toàn <b>mà ít giải pháp cạnh tranh nào có thể cung cấp.</b>",
  "speaks_the_language_of_your_clients_title": "Nói ngôn ngữ của khách hàng của bạn",
  "speaks_the_language_of_your_clients_content": "Với hệ thống dịch thuật tiên tiến của chúng tôi, JustDo có thể được dịch sang 100 ngôn ngữ hàng đầu trên thế giới <b>trong vòng vài ngày</b>, đảm bảo trải nghiệm liền mạch cho khách hàng địa phương của các bạn. Nếu thị trường của các bạn cần một bản dịch mà chúng tôi chưa có, đừng ngần ngại liên hệ với chúng tôi! Chúng tôi rất muốn xem xét thêm, <b><u>đặc biệt là cho các thị trường chưa có giải pháp nào sẵn có</b></u>.",
  "on_the_fly_proof_of_concept_title": "Demo hỗ trợ bởi AI",
  "on_the_fly_proof_of_concept_content": "Với demo hỗ trợ bởi AI của JustDo, khách hàng của các bạn có thể mô tả dự án mong muốn, và chúng tôi sẽ tạo ra một cấu trúc ngay lập tức cho một bản demo nhanh. Tính năng này <b>lý tưởng để gây ấn tượng với khách hàng</b> và thu hút sự chú ý của họ.",
  "collaboration_and_communication_title": "Hợp tác và Giao tiếp",
  "collaboration_and_communication_content": "JustDo kết hợp liền mạch giao tiếp và hợp tác với quản lý dự án mạnh mẽ. Chia sẻ công việc có chọn lọc với khách hàng và nhà cung cấp, duy trì hồ sơ email và chat toàn diện, và tổ chức tài liệu dự án một cách hiệu quả. Đồng thời, quản lý nhiều dự án với biểu đồ Gantt và các phụ thuộc, theo dõi thời gian và cân bằng khối lượng công việc - tất cả trong một nền tảng trực quan."
}