{
  "more_than_just_project_management_title": "Fleksibilna CMS i ERP platforma",
  "more_than_just_project_management_content": "JustDo je više od običnog softvera za upravljanje projektima. On besprekorno funkcioniše i kao CMS i kao ERP sistem. Njegov visok stepen prilagodljivosti čini ga idealnim za razne poslovne primene, nudeći robusna, prilagođena rešenja za specifične potrebe industrije. Ova svestranost čini JustDo savršenom platformom za preduzeća koja žele da integrišu sveobuhvatne alate za upravljanje sa fleksibilnošću CMS-a.",
  "full_ai_integration_title": "Puna AI integracija",
  "full_ai_integration_content": "Sa naprednim AI mogućnostima JustDo-a, možete brzo generisati strukture projekata iz jednog upita, pretvoriti dokumente i ugovore u zadatke, proizvesti sveobuhvatne rezimee i pokrenuti detaljne upite o vašim projektima.",
  "choose_who_sees_what_title": "Izaberite ko vidi šta",
  "choose_who_sees_what_content": "Selektivno deljenje zadataka vam omogućava da pozovete klijente, dobavljače i zainteresovane strane na vašu tablu, osiguravajući da vide samo ono što je podeljeno sa njima. Naš fleksibilan sistem dozvola prilagođava se širokom spektru kontrola pristupa, pružajući prilagođenu vidljivost i sigurnost za svakog učesnika.",
  "manage_multiple_projects_on_one_board_title": "Upravljajte višestrukim projektima na jednoj tabli",
  "manage_multiple_projects_on_one_board_content": "Sa JustDo-ovom podrškom za masivne table koje sadrže preko 200.000 zadataka, upravljanje višestrukim projektima na jednoj tabli postaje praktično i efikasno. Organizujte, nadgledajte i izvršavajte sve vaše projekte besprekorno na jednom centralizovanom mestu.",
  "gantt_dependencies_title": "Gantov dijagram i zavisnosti",
  "gantt_dependencies_content": "JustDo-ov potpuno opremljen Gantov dijagram sa međuprojektnim zavisnostima. Omogućava efikasno planiranje, koordinaciju i praćenje kako bi projekti ostali na rasporedu.",
  "chat_channels_emails_files_title": "Kanali za ćaskanje, e-pošta, fajlovi",
  "chat_channels_emails_files_content": "Poboljšajte timsku saradnju sa namenskim kanalima za ćaskanje za svaki zadatak. Diskutujte o idejama u realnom vremenu, direktno unutar vašeg projekta, za besprekorno komuniciranje. Šaljite e-poštu direktno na zadatke, stvarajući centralizovani zapis dostupan svima, čak i spoljnim saradnicima. Lako upravljajte, delite i organizujte sve vaše projektne dokumente na jednom mestu, održavajući vaš tim usklađenim i produktivnim.",
  "enterprise_grade_plugins_title": "Dodaci (Plugins) na nivou preduzeća",
  "enterprise_grade_plugins_content": "JustDo nudi niz dodataka na nivou preduzeća za poboljšanje vaših mogućnosti upravljanja projektima. Identifikujte i upravljajte rizicima pomoću našeg dodatka za <b>Upravljanje rizicima</b> koji osigurava uspeh i otpornost projekta. Precizno pratite vreme provedeno na zadacima sa intuitivnim <b>Praćenjem vremena</b> za preciznu alokaciju resursa. Optimizujte raspodelu zadataka i balansirajte radno opterećenje među članovima tima pomoću <b>Upravljanja resursima i opterećenjem</b>. Ovo su samo neki od mnogih moćnih dodataka dostupnih u JustDo-u.",
  "main_page_slides_getting_started_video_title": "Početak rada sa JustDo-om",
  "main_page_slides_getting_started_video_subtitle": "Saznajte šta JustDo može da uradi za vas!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Kreirajte svoj projekat jednim upitom",
  "main_page_slides_do_pilot_message_paste_title": "Naš AI asistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Kreirajte zadatke iz tekstualnih poruka i dokumenata!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatsko razrađivanje zadataka",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatski razbijte zadatke na pod-zadatke",
  "main_page_slides_do_pilot_summary_title": "Ćaskanje o zadacima sa AI-jem",
  "main_page_slides_do_pilot_summary_subtitle": "Automatski sumirajte zadatke i ćaskajte sa AI-jem o njima",
  "main_page_slides_task_summary": "Rezime zadatka",
  "main_page_stats_unlimited": "Neograničeno",
  "main_page_stats_1": "Dodataka (Plugins)",
  "main_page_stats_2": "Godina na tržištu",
  "main_page_stats_3": "Zadataka po tabli",
  "main_page_stats_4": "Opcija za prilagođavanje",
  "main_page_stats_5": "Šarenih tema",
  "main_page_stats_6": "Подржаних језика"
}