{
  "more_than_just_project_management_title": "Nền tảng CMS và ERP linh hoạt",
  "more_than_just_project_management_content": "JustDo không chỉ là phần mềm quản lý dự án. Nó hoạt động liền mạch như một hệ thống CMS và ERP. Khả năng tùy chỉnh cao của nó làm cho JustDo lý tưởng cho nhiều ứng dụng kinh doanh khác nhau, cung cấp giải pháp mạnh mẽ và phù hợp với nhu cầu cụ thể của từng ngành. Tính linh hoạt này khiến JustDo trở thành nền tảng hoàn hảo cho các doanh nghiệp muốn tích hợp công cụ quản lý toàn diện với tính linh hoạt của CMS.",
  "full_ai_integration_title": "Tích hợp AI toàn diện",
  "full_ai_integration_content": "Với khả năng AI tiên tiến của JustDo, các bạn có thể nhanh chóng tạo ra cấu trúc dự án từ một lệnh duy nhất, chuyển đổi tài liệu và hợp đồng thành nhiệm vụ, tạo ra các bản tóm tắt toàn diện, và chạy các truy vấn chi tiết về dự án của mình.",
  "choose_who_sees_what_title": "Chọn ai thấy gì",
  "choose_who_sees_what_content": "Chia sẻ nhiệm vụ có chọn lọc cho phép các bạn mời khách hàng, nhà cung cấp và các bên liên quan vào bảng của mình đồng thời đảm bảo họ chỉ thấy những gì được chia sẻ với họ. Hệ thống quyền linh hoạt của chúng tôi phù hợp với nhiều loại kiểm soát truy cập, cung cấp khả năng hiển thị và bảo mật tùy chỉnh cho mọi người tham gia.",
  "manage_multiple_projects_on_one_board_title": "Quản lý nhiều dự án trên một bảng",
  "manage_multiple_projects_on_one_board_content": "Với sự hỗ trợ của JustDo cho các bảng lớn chứa hơn 200.000 nhiệm vụ, việc quản lý nhiều dự án trên một bảng trở nên thuận tiện và hiệu quả. Tổ chức, giám sát và thực hiện tất cả các dự án của các bạn một cách liền mạch tại một nơi tập trung.",
  "gantt_dependencies_title": "Gantt & Phụ thuộc",
  "gantt_dependencies_content": "Biểu đồ Gantt đầy đủ tính năng của JustDo với Phụ thuộc Xuyên Dự án. Cho phép lập kế hoạch, phối hợp và theo dõi hiệu quả để giữ cho các dự án đúng tiến độ.",
  "chat_channels_emails_files_title": "Kênh chat, Email, Tệp tin",
  "chat_channels_emails_files_content": "Tăng cường sự hợp tác của nhóm với các kênh chat chuyên dụng cho mỗi nhiệm vụ. Thảo luận ý tưởng theo thời gian thực, trực tiếp trong dự án của các bạn, để giao tiếp liền mạch. Gửi email trực tiếp đến các nhiệm vụ, tạo ra một bản ghi tập trung có thể truy cập được cho mọi người, kể cả những người cộng tác bên ngoài. Dễ dàng quản lý, chia sẻ và tổ chức tất cả tài liệu dự án của các bạn tại một nơi, giúp nhóm của các bạn luôn đồng bộ và năng suất.",
  "enterprise_grade_plugins_title": "Các Plugin cấp doanh nghiệp",
  "enterprise_grade_plugins_content": "JustDo cung cấp một loạt các plugin cấp doanh nghiệp để nâng cao khả năng quản lý dự án của các bạn. Xác định và quản lý rủi ro với Plugin <b>Quản lý Rủi ro</b> của chúng tôi để đảm bảo sự thành công và khả năng phục hồi của dự án. Theo dõi chính xác thời gian dành cho các nhiệm vụ với <b>Theo dõi Thời gian</b> trực quan để phân bổ nguồn lực chính xác. Tối ưu hóa phân công nhiệm vụ và cân bằng khối lượng công việc giữa các thành viên trong nhóm với <b>Quản lý Tài nguyên & Tải</b>. Đây chỉ là một vài trong số nhiều plugin mạnh mẽ có sẵn trong JustDo.",
  "main_page_slides_getting_started_video_title": "Bắt đầu với JustDo",
  "main_page_slides_getting_started_video_subtitle": "Tìm hiểu JustDo có thể làm gì cho các bạn!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Tạo dự án của các bạn chỉ với một lệnh",
  "main_page_slides_do_pilot_message_paste_title": "Trợ lý AI của chúng tôi",
  "main_page_slides_do_pilot_message_paste_subtitle": "Tạo nhiệm vụ từ tin nhắn văn bản và tài liệu!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Tự động chi tiết hóa nhiệm vụ",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Tự động chia nhỏ nhiệm vụ thành các nhiệm vụ phụ",
  "main_page_slides_do_pilot_summary_title": "Chat về nhiệm vụ với AI",
  "main_page_slides_do_pilot_summary_subtitle": "Tự động tóm tắt nhiệm vụ và chat với AI về chúng",
  "main_page_slides_task_summary": "Tóm tắt nhiệm vụ",
  "main_page_stats_unlimited": "Không giới hạn",
  "main_page_stats_1": "Plugin",
  "main_page_stats_2": "Năm trên thị trường",
  "main_page_stats_3": "Nhiệm vụ mỗi bảng",
  "main_page_stats_4": "Tùy chọn tùy chỉnh",
  "main_page_stats_5": "Chủ đề màu sắc",
  "main_page_stats_6": "Ngôn ngữ Được Hỗ trợ"
}