{
  "more_than_just_project_management_title": "लचिलो सीएमएस र ईआरपी प्लेटफर्म",
  "more_than_just_project_management_content": "JustDo केवल प्रोजेक्ट व्यवस्थापन सफ्टवेयर भन्दा बढी हो। यो सीएमएस (CMS) र ईआरपी (ERP) प्रणालीको रूपमा निर्बाध रूपमा कार्य गर्दछ। यसको उच्च स्तरको अनुकूलनीयताले यसलाई विभिन्न व्यावसायिक अनुप्रयोगहरूको लागि आदर्श बनाउँछ, विशिष्ट उद्योग आवश्यकताहरू पूरा गर्न बलियो, अनुकूलित समाधानहरू प्रदान गर्दछ। यो बहुमुखी प्रतिभाले JustDo लाई व्यापक व्यवस्थापन उपकरणहरूलाई सीएमएस (CMS) को लचिलोपनसँग एकीकृत गर्न खोज्ने व्यवसायहरूको लागि उत्कृष्ट प्लेटफर्म बनाउँछ।",
  "full_ai_integration_title": "पूर्ण एआई (AI) एकीकरण",
  "full_ai_integration_content": "JustDo को उन्नत एआई (AI) क्षमताहरूसँग, तपाईंले एकल प्रोम्प्टबाट छिटो प्रोजेक्ट संरचनाहरू उत्पन्न गर्न सक्नुहुन्छ, कागजातहरू र सम्झौताहरूलाई कार्यहरूमा रूपान्तरण गर्न सक्नुहुन्छ, व्यापक सारांशहरू उत्पादन गर्न सक्नुहुन्छ, र तपाईंको प्रोजेक्टहरूको बारेमा विस्तृत क्वेरीहरू चलाउन सक्नुहुन्छ।",
  "choose_who_sees_what_title": "कसले के देख्छ छान्नुहोस्",
  "choose_who_sees_what_content": "चयनात्मक कार्य साझेदारीले तपाईंलाई ग्राहकहरू, विक्रेताहरू, र सरोकारवालाहरूलाई तपाईंको बोर्डमा आमन्त्रित गर्न दिन्छ जबकि उनीहरूले केवल उनीहरूसँग साझा गरिएको कुरा मात्र देख्छन् भनी सुनिश्चित गर्दछ। हाम्रो लचिलो अनुमति प्रणालीले व्यापक दायराका पहुँच नियन्त्रणहरूलाई समायोजित गर्दछ, प्रत्येक सहभागीको लागि अनुकूलित दृश्यता र सुरक्षा प्रदान गर्दछ।",
  "manage_multiple_projects_on_one_board_title": "एक बोर्डमा धेरै प्रोजेक्टहरू व्यवस्थापन गर्नुहोस्",
  "manage_multiple_projects_on_one_board_content": "200,000 भन्दा बढी कार्यहरू समावेश गर्ने विशाल बोर्डहरूको लागि JustDo को समर्थनसँग, एउटै बोर्डमा धेरै प्रोजेक्टहरू व्यवस्थापन गर्न सुविधाजनक र कुशल बन्छ। तपाईंका सबै प्रोजेक्टहरूलाई एक केन्द्रीकृत स्थानमा निर्बाध रूपमा व्यवस्थित, अनुगमन, र कार्यान्वयन गर्नुहोस्।",
  "gantt_dependencies_title": "गान्ट र निर्भरताहरू",
  "gantt_dependencies_content": "JustDo को क्रस प्रोजेक्ट निर्भरताहरू सहितको पूर्ण-सुविधायुक्त गान्ट। कुशल योजना, समन्वय, र ट्र्याकिंग सक्षम गर्दै प्रोजेक्टहरूलाई समयतालिकामा राख्न।",
  "chat_channels_emails_files_title": "च्याट च्यानलहरू, इमेलहरू, फाइलहरू",
  "chat_channels_emails_files_content": "प्रत्येक कार्यको लागि समर्पित च्याट च्यानलहरूसँग टीम सहकार्य बढाउनुहोस्। तपाईंको प्रोजेक्टभित्र सीधै वास्तविक समयमा विचारहरू छलफल गर्नुहोस्, निर्बाध सञ्चारको लागि। इमेलहरू सीधै कार्यहरूमा पठाउनुहोस्, सबैले पहुँच गर्न सक्ने केन्द्रीकृत रेकर्ड सिर्जना गर्दै, बाह्य सहयोगीहरू समेत। तपाईंको टीमलाई संरेखित र उत्पादक राख्दै, एक ठाउँमा तपाईंका सबै प्रोजेक्ट कागजातहरू सजिलैसँग व्यवस्थापन, साझा, र व्यवस्थित गर्नुहोस्।",
  "enterprise_grade_plugins_title": "उद्यम श्रेणीका प्लगइनहरू",
  "enterprise_grade_plugins_content": "JustDo ले तपाईंको प्रोजेक्ट व्यवस्थापन क्षमताहरू बढाउन उद्यम-श्रेणीका प्लगइनहरूको दायरा प्रदान गर्दछ। हाम्रो <b>जोखिम व्यवस्थापन</b> प्लगइनसँग जोखिमहरू पहिचान गर्नुहोस् र व्यवस्थापन गर्नुहोस् जसले प्रोजेक्टको सफलता र लचिलोपन सुनिश्चित गर्दछ। सटीक संसाधन आवंटनको लागि सहज <b>समय ट्र्याकिङ</b> सँग कार्यहरूमा बिताएको समय सटीक रूपमा ट्र्याक गर्नुहोस्। <b>संसाधन र लोड व्यवस्थापन</b> सँग टीम सदस्यहरू बीच कार्य आवंटन अनुकूलन गर्नुहोस् र कार्यभार सन्तुलन गर्नुहोस्। यी JustDo मा उपलब्ध धेरै शक्तिशाली प्लगइनहरू मध्ये केही मात्र हुन्।",
  "main_page_slides_getting_started_video_title": "JustDo सँग सुरु गर्दै",
  "main_page_slides_getting_started_video_subtitle": "JustDo ले तपाईंको लागि के गर्न सक्छ सिक्नुहोस्!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo एआई (AI)",
  "main_page_slides_justdo_ai_prompt_subtitle": "एकल प्रोम्प्टसँग तपाईंको प्रोजेक्ट सिर्जना गर्नुहोस्",
  "main_page_slides_do_pilot_message_paste_title": "हाम्रो एआई (AI) सहायक",
  "main_page_slides_do_pilot_message_paste_subtitle": "पाठ सन्देशहरू र कागजातहरूबाट कार्यहरू सिर्जना गर्नुहोस्!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "स्वत:-विस्तृत कार्यहरू",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "स्वचालित रूपमा कार्यहरूलाई उप-कार्यहरूमा विभाजन गर्नुहोस्",
  "main_page_slides_do_pilot_summary_title": "एआई (AI) सँग कार्य च्याट",
  "main_page_slides_do_pilot_summary_subtitle": "कार्यहरूको स्वत: सारांश गर्नुहोस् र तिनीहरूको बारेमा एआई (AI) सँग च्याट गर्नुहोस्",
  "main_page_slides_task_summary": "कार्य सारांश",
  "main_page_stats_unlimited": "असीमित",
  "main_page_stats_1": "प्लगइनहरू",
  "main_page_stats_2": "बजारमा वर्षहरू",
  "main_page_stats_3": "प्रति बोर्ड कार्यहरू",
  "main_page_stats_4": "अनुकूलन विकल्पहरू",
  "main_page_stats_5": "रंगीन थिमहरू",
  "main_page_stats_6": "समर्थित भाषाहरू"
}