{
  "more_than_just_project_management_title": "פלטפורמת CMS ו-ERP גמישה",
  "more_than_just_project_management_content": "JustDo הוא יותר מסתם תוכנת ניהול פרויקטים. הוא משמש באופן חלק גם כמערכת CMS וגם כמערכת ERP. רמת ההתאמה האישית הגבוהה שלו הופכת אותו לאידיאלי למגוון יישומים עסקיים, ומציעה פתרונות מותאמים אישית ועמידים לצרכים ספציפיים של התעשייה. גמישות זו הופכת את JustDo לפלטפורמה המושלמת לעסקים המחפשים לשלב כלי ניהול מקיפים עם הגמישות של CMS.",
  "full_ai_integration_title": "אינטגרציה מלאה של AI",
  "full_ai_integration_content": "עם יכולות ה-AI המתקדמות של JustDo, תוכלו ליצור במהירות מבני פרויקטים מבקשה (prompt) אחת, להמיר מסמכים וחוזים למשימות, להפיק סיכומים מקיפים ולבצע שאילתות מפורטות על הפרויקטים שלכם.",
  "choose_who_sees_what_title": "בחרו מי רואה מה",
  "choose_who_sees_what_content": "שיתוף משימות סלקטיבי מאפשר לכם להזמין לקוחות, ספקים ובעלי עניין ללוח שלכם תוך הבטחה שהם רואים רק את מה ששותף איתם. מערכת ההרשאות הגמישה שלנו מתאימה למגוון רחב של בקרות גישה, ומספקת ראות ואבטחה מותאמים אישית לכל משתתף.",
  "manage_multiple_projects_on_one_board_title": "נהלו מספר פרויקטים בלוח אחד",
  "manage_multiple_projects_on_one_board_content": "עם התמיכה של JustDo בלוחות ענק המכילים מעל 200,000 משימות, ניהול מספר פרויקטים בלוח אחד הופך לנוח ויעיל. ארגנו, עקבו ובצעו את כל הפרויקטים שלכם בצורה חלקה במקום מרכזי אחד.",
  "gantt_dependencies_title": "גאנט ותלויות",
  "gantt_dependencies_content": "ה-Gantt המלא בתכונות של JustDo עם תלויות חוצות פרויקטים. מאפשר תכנון, תיאום ומעקב יעילים כדי לשמור על הפרויקטים בלוח הזמנים.",
  "chat_channels_emails_files_title": "ערוצי צ'אט, מיילים, קבצים",
  "chat_channels_emails_files_content": "הגבירו את שיתוף הפעולה בצוות עם ערוצי צ'אט ייעודיים לכל משימה. דונו ברעיונות בזמן אמת, ישירות בתוך הפרויקט שלכם, לתקשורת חלקה. שלחו אימיילים ישירות למשימות, ויצרו רשומה מרכזית נגישה לכולם, כולל משתפי פעולה חיצוניים. נהלו, שתפו וארגנו בקלות את כל מסמכי הפרויקט במקום אחד, שומרים על הצוות שלכם מיושר ופרודוקטיבי.",
  "enterprise_grade_plugins_title": "תוספים (Plugins) ברמת איכות וגימור המותאמת לארגונים גדולים",
  "enterprise_grade_plugins_content": "JustDo מציע מגוון תוספים ברמה ארגונית כדי לשפר את יכולות ניהול הפרויקטים שלכם. זהו ונהלו סיכונים עם התוסף <b>ניהול סיכונים</b> שלנו שמבטיח הצלחה ועמידות של פרויקטים. עקבו במדויק אחר הזמן שהושקע במשימות עם <b>מעקב זמן</b> אינטואיטיבי להקצאת משאבים מדויקת. בצעו אופטימיזציה של הקצאת משימות ואיזון עומסי עבודה בין חברי הצוות עם <b>ניהול משאבים ועומסים</b>. אלו רק כמה מהתוספים העוצמתיים הרבים הזמינים ב-JustDo.",
  "main_page_slides_getting_started_video_title": "התחלת העבודה עם JustDo",
  "main_page_slides_getting_started_video_subtitle": "למדו מה JustDo יכול לעשות עבורכם!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "צרו את הפרויקט שלכם עם פקודה אחת",
  "main_page_slides_do_pilot_message_paste_title": "העוזר הבינה המלאכותית שלנו",
  "main_page_slides_do_pilot_message_paste_subtitle": "צרו משימות מהודעות טקסט ומסמכים!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "פירוט משימות אוטומטי",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "פרקו משימות לתת-משימות באופן אוטומטי",
  "main_page_slides_do_pilot_summary_title": "צ'אט משימות עם בינה מלאכותית",
  "main_page_slides_do_pilot_summary_subtitle": "סכמו משימות באופן אוטומטי ושוחחו עם בינה מלאכותית עליהן",
  "main_page_slides_task_summary": "תקציר המשימה",
  "main_page_stats_unlimited": "ללא הגבלה",
  "main_page_stats_1": "תוספים (Plugins)",
  "main_page_stats_2": "שנים בשוק",
  "main_page_stats_3": "משימות ללוח",
  "main_page_stats_4": "אפשרויות התאמה אישית",
  "main_page_stats_5": "ערכות נושא צבעוניות",
  "main_page_stats_6": "שפות נתמכות"
}