{
  "enhanced_scalability_seamless_deployment_title": "Izboljšana razširljivost in nemotena uvedba",
  "enhanced_scalability_seamless_deployment_content": "JustDo je zasnovan za enostavno uvedbo in izjemno razširljivost. Z robustno arhitekturo podpira na stotisoče nalog na projekt, kar ga uvršča med resnično poslovne rešitve. Ta zmogljivost zagotavlja nemoteno delovanje in širitev, kar se popolnoma ujema z rastjo projektov vaših strank.",
  "multiple_sources_of_revenue_title": "Več virov prihodkov",
  "multiple_sources_of_revenue_content": "JustDo ponuja celovit paket storitev, ki jih lahko ponudite svojim strankam. S sprejetjem JustDo lahko prodajate gostovanje, razvoj, usposabljanje, vzdrževanje in podporne storitve, kar ustvarja zanesljiv in stalen vir prihodkov. Naša celovita platforma vam omogoča širitev poslovne ponudbe in povečanje dobičkonosnosti.",
  "simple_cost_structure_title": "Preprosta struktura stroškov",
  "simple_cost_structure_content": "Ne jemljemo odstotka od vaše prodaje. Naše cene so jasne in preproste, z mesečno naročnino na uporabnika in fiksnimi cenami za premium funkcije po izbiri, kot sta Gantt in AI. Ta pregledna cenovna struktura zagotavlja, da vedno veste, kaj lahko pričakujete, kar vam omogoča zanesljivo napoved stroškov in potencialnih dobičkov. Za vse podrobnosti <a href=\"/pricing\">obiščite našo stran s cenami</a>.",
  "use_your_brand_white_label_ready_title": "Uporabite svojo blagovno znamko - Pripravljeno za belo oznako",
  "use_your_brand_white_label_ready_content": "Izboljšajte prisotnost blagovne znamke vaših strank z JustDo zmogljivostmi bele oznake. Prilagodite platformo z njihovimi logotipi, barvnimi shemami in edinstvenimi identitetami, da ustvarite brezhibno, personalizirano izkušnjo.",
  "support_for_intranet_deployments_title": "Vrhunska varnost - Na voljo je uvedba v intranetu",
  "support_for_intranet_deployments_content": "Stranke v občutljivih panogah pogosto zahtevajo zelo varno uvedbo znotraj svojega intraneta, včasih celo brez internetnega dostopa. JustDo podpira to edinstveno možnost uvedbe, ki zagotavlja ultra varno okolje na mestu <b>ki ga lahko ponudi le malo konkurenčnih rešitev.</b>",
  "speaks_the_language_of_your_clients_title": "Govori jezik vaših strank",
  "speaks_the_language_of_your_clients_content": "Z našim naprednim prevajalskim sistemom lahko JustDo prevedemo v 100 najpogostejših jezikov na svetu <b>v nekaj dneh</b>, kar zagotavlja brezhibno izkušnjo za vaše lokalne stranke. Če vaš trg potrebuje prevod, ki ga še ne ponujamo, nas ne oklevajte kontaktirati! Z veseljem bomo razmislili o dodatkih, <b><u>še posebej za trge brez kakršnih koli razpoložljivih rešitev</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI podprte demonstracije",
  "on_the_fly_proof_of_concept_content": "Z JustDo AI podprtimi demonstracijami lahko vaše stranke opišejo želeni projekt, mi pa bomo takoj ustvarili strukturo za hitro demonstracijo. Ta funkcija je <b>idealna za impresioniranje strank</b> in pritegnitev njihove pozornosti.",
  "collaboration_and_communication_title": "Sodelovanje in komunikacija",
  "collaboration_and_communication_content": "JustDo brezhibno združuje komunikacijo in sodelovanje z zmogljivim upravljanjem projektov. Selektivno delite naloge s strankami in dobavitelji, vzdržujte celovite evidence e-pošte in klepetov ter učinkovito organizirajte projektne dokumente. Medtem upravljajte več projektov z Ganttovimi diagrami in odvisnostmi, sledite času in uravnotežite delovno obremenitev - vse na eni intuitivni platformi."
}