{
  "more_than_just_project_management_title": "Ευέλικτη πλατφόρμα CMS και ERP",
  "more_than_just_project_management_content": "Το JustDo είναι κάτι περισσότερο από απλό λογισμικό διαχείρισης έργων. Λειτουργεί απρόσκοπτα τόσο ως σύστημα διαχείρισης περιεχομένου (CMS) όσο και ως σύστημα διαχείρισης επιχειρησιακών πόρων (ERP). Ο υψηλός βαθμός προσαρμοστικότητάς του το καθιστά ιδανικό για ποικίλες επιχειρηματικές εφαρμογές, προσφέροντας ισχυρές, προσαρμοσμένες λύσεις για την κάλυψη συγκεκριμένων αναγκών του κλάδου. Αυτή η ευελιξία καθιστά το JustDo την τέλεια πλατφόρμα για επιχειρήσεις που αναζητούν να ενσωματώσουν ολοκληρωμένα εργαλεία διαχείρισης με την ευελιξία ενός CMS.",
  "full_ai_integration_title": "Πλήρης ενσωμάτωση τεχνητής νοημοσύνης",
  "full_ai_integration_content": "Με τις προηγμένες δυνατότητες τεχνητής νοημοσύνης του JustDo, μπορείτε γρήγορα να δημιουργήσετε δομές έργων από μία μόνο εντολή, να μετατρέψετε έγγραφα και συμβόλαια σε εργασίες, να παράγετε περιεκτικές περιλήψεις και να εκτελείτε λεπτομερή ερωτήματα σχετικά με τα έργα σας.",
  "choose_who_sees_what_title": "Επιλέξτε ποιος βλέπει τι",
  "choose_who_sees_what_content": "Η επιλεκτική κοινοποίηση εργασιών σάς επιτρέπει να προσκαλέσετε πελάτες, προμηθευτές και ενδιαφερόμενους στον πίνακά σας, διασφαλίζοντας ότι βλέπουν μόνο ό,τι μοιράζεται μαζί τους. Το ευέλικτο σύστημα δικαιωμάτων μας προσαρμόζεται σε ένα ευρύ φάσμα ελέγχων πρόσβασης, παρέχοντας προσαρμοσμένη ορατότητα και ασφάλεια για κάθε συμμετέχοντα.",
  "manage_multiple_projects_on_one_board_title": "Διαχειριστείτε πολλαπλά έργα σε έναν πίνακα",
  "manage_multiple_projects_on_one_board_content": "Με την υποστήριξη του JustDo για τεράστιους πίνακες που περιέχουν πάνω από 200.000 εργασίες, η διαχείριση πολλαπλών έργων σε έναν μόνο πίνακα γίνεται βολική και αποτελεσματική. Οργανώστε, παρακολουθήστε και εκτελέστε όλα τα έργα σας απρόσκοπτα σε ένα κεντρικό μέρος.",
  "gantt_dependencies_title": "Gantt & Εξαρτήσεις",
  "gantt_dependencies_content": "Το πλήρως εξοπλισμένο Gantt του JustDo με Εξαρτήσεις Μεταξύ Έργων. Ενεργοποιεί αποτελεσματικό σχεδιασμό, συντονισμό και παρακολούθηση για να διατηρείτε τα έργα εντός χρονοδιαγράμματος.",
  "chat_channels_emails_files_title": "Κανάλια συνομιλίας, Emails, Αρχεία",
  "chat_channels_emails_files_content": "Ενισχύστε τη συνεργασία της ομάδας με αποκλειστικά κανάλια συνομιλίας για κάθε εργασία. Συζητήστε ιδέες σε πραγματικό χρόνο, απευθείας μέσα στο έργο σας, για απρόσκοπτη επικοινωνία. Στείλτε emails απευθείας σε εργασίες, δημιουργώντας ένα κεντρικό αρχείο προσβάσιμο σε όλους, ακόμη και σε εξωτερικούς συνεργάτες. Διαχειριστείτε, μοιραστείτε και οργανώστε εύκολα όλα τα έγγραφα του έργου σας σε ένα μέρος, διατηρώντας την ομάδα σας ευθυγραμμισμένη και παραγωγική.",
  "enterprise_grade_plugins_title": "Πρόσθετα Επιχειρηματικής Κλάσης",
  "enterprise_grade_plugins_content": "Το JustDo προσφέρει μια σειρά από πρόσθετα επιχειρηματικής κλάσης για να ενισχύσει τις δυνατότητες διαχείρισης έργων σας. Εντοπίστε και διαχειριστείτε κινδύνους με το πρόσθετο <b>Διαχείρισης Κινδύνων</b> που διασφαλίζει την επιτυχία και την ανθεκτικότητα του έργου. Παρακολουθήστε με ακρίβεια το χρόνο που δαπανάται σε εργασίες με το διαισθητικό <b>Παρακολούθησης Χρόνου</b> για ακριβή κατανομή πόρων. Βελτιστοποιήστε την κατανομή εργασιών και εξισορροπήστε το φόρτο εργασίας μεταξύ των μελών της ομάδας με τη <b>Διαχείριση Πόρων & Φόρτου</b>. Αυτά είναι μόνο μερικά από τα πολλά ισχυρά πρόσθετα που είναι διαθέσιμα στο JustDo.",
  "main_page_slides_getting_started_video_title": "Ξεκινώντας με το JustDo",
  "main_page_slides_getting_started_video_subtitle": "Μάθετε τι μπορεί να κάνει το JustDo για εσάς!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Δημιουργήστε το έργο σας με μία μόνο εντολή",
  "main_page_slides_do_pilot_message_paste_title": "Ο AI Βοηθός μας",
  "main_page_slides_do_pilot_message_paste_subtitle": "Δημιουργήστε εργασίες από μηνύματα κειμένου και έγγραφα!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Αυτόματη Ανάλυση Εργασιών",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Αυτόματη ανάλυση εργασιών σε υπο-εργασίες",
  "main_page_slides_do_pilot_summary_title": "Συνομιλία Εργασιών με AI",
  "main_page_slides_do_pilot_summary_subtitle": "Αυτόματη περίληψη εργασιών και συνομιλία με AI για αυτές",
  "main_page_slides_task_summary": "Περίληψη εργασίας",
  "main_page_stats_unlimited": "Απεριόριστα",
  "main_page_stats_1": "Πρόσθετα",
  "main_page_stats_2": "Χρόνια στην Αγορά",
  "main_page_stats_3": "Εργασίες ανά Πίνακα",
  "main_page_stats_4": "Επιλογές Προσαρμογής",
  "main_page_stats_5": "Χρωματιστά Θέματα",
  "main_page_stats_6": "Υποστηριζόμενες Γλώσσες"
}