{
  "more_than_just_project_management_title": "Flexibilní platforma CMS a ERP",
  "more_than_just_project_management_content": "JustDo je víc než jen software pro řízení projektů. Funguje bezproblémově jako systém CMS i ERP. Jeho vysoká míra přizpůsobitelnosti ho činí ideálním pro různé podnikové aplikace, nabízející robustní, na míru šitá řešení pro specifické potřeby odvětví. Tato všestrannost dělá z JustDo perfektní platformu pro firmy, které hledají komplexní nástroje pro řízení s flexibilitou systému CMS.",
  "full_ai_integration_title": "Plná integrace AI",
  "full_ai_integration_content": "Díky pokročilým schopnostem AI v JustDo můžete rychle generovat struktury projektů z jediného zadání, převádět dokumenty a smlouvy na úkoly, vytvářet komplexní shrnutí a provádět detailní dotazy o vašich projektech.",
  "choose_who_sees_what_title": "Vyberte, kdo vidí co",
  "choose_who_sees_what_content": "Selektivní sdílení úkolů vám umožňuje pozvat klienty, dodavatele a zainteresované strany na vaši nástěnku, přičemž zajistíte, že uvidí pouze to, co je s nimi sdíleno. Náš flexibilní systém oprávnění umožňuje širokou škálu kontrol přístupu, poskytující přizpůsobenou viditelnost a bezpečnost pro každého účastníka.",
  "manage_multiple_projects_on_one_board_title": "Spravujte více projektů na jedné nástěnce",
  "manage_multiple_projects_on_one_board_content": "Díky podpoře JustDo pro obrovské nástěnky obsahující přes 200 000 úkolů se správa více projektů na jedné nástěnce stává pohodlnou a efektivní. Organizujte, monitorujte a provádějte všechny své projekty plynule na jednom centralizovaném místě.",
  "gantt_dependencies_title": "Ganttův diagram & Závislosti",
  "gantt_dependencies_content": "Plně vybavený Ganttův diagram v JustDo s meziprojektovými závislostmi. Umožňuje efektivní plánování, koordinaci a sledování, aby projekty zůstaly v harmonogramu.",
  "chat_channels_emails_files_title": "Chatové kanály, E-maily, Soubory",
  "chat_channels_emails_files_content": "Posílete týmovou spolupráci s vyhrazenými chatovými kanály pro každý úkol. Diskutujte o nápadech v reálném čase přímo v rámci vašeho projektu pro bezproblémovou komunikaci. Posílejte e-maily přímo k úkolům, vytvářejíce centralizovaný záznam přístupný pro všechny, včetně externích spolupracovníků. Efektivně spravujte, sdílejte a organizujte všechny dokumenty projektu na jednom místě, udržujíce váš tým sladěný a produktivní.",
  "enterprise_grade_plugins_title": "Pluginy podnikové úrovně",
  "enterprise_grade_plugins_content": "JustDo nabízí řadu pluginů podnikové úrovně pro vylepšení vašich schopností řízení projektů. Identifikujte a spravujte rizika pomocí našeho pluginu <b>Řízení rizik</b>, který zajišťuje úspěch a odolnost projektu. Přesně sledujte čas strávený na úkolech s intuitivním <b>Sledováním času</b> pro přesnou alokaci zdrojů. Optimalizujte přidělování úkolů a vyvažujte pracovní zátěž mezi členy týmu pomocí <b>Správy zdrojů a zátěže</b>. To jsou jen některé z mnoha výkonných pluginů dostupných v JustDo.",
  "main_page_slides_getting_started_video_title": "Začínáme s JustDo",
  "main_page_slides_getting_started_video_subtitle": "Zjistěte, co pro vás může JustDo udělat!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Vytvořte svůj projekt jediným zadáním",
  "main_page_slides_do_pilot_message_paste_title": "Náš AI asistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Vytvářejte úkoly z textových zpráv a dokumentů!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatické rozpracování úkolů",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automaticky rozdělte úkoly na dílčí úkoly",
  "main_page_slides_do_pilot_summary_title": "Chat o úkolech s AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automaticky shrnujte úkoly a chatujte o nich s AI",
  "main_page_slides_task_summary": "Shrnutí úkolu",
  "main_page_stats_unlimited": "Neomezené",
  "main_page_stats_1": "Pluginy",
  "main_page_stats_2": "Let na trhu",
  "main_page_stats_3": "Úkolů na nástěnku",
  "main_page_stats_4": "Možností přizpůsobení",
  "main_page_stats_5": "Barevných motivů",
  "main_page_stats_6": "Podporovaných jazyků"
}