{
  "more_than_just_project_management_title": "Prilagodljiva platforma za CMS in ERP",
  "more_than_just_project_management_content": "JustDo je več kot le programska oprema za upravljanje projektov. Brezhibno deluje kot sistem CMS in ERP. Njegova visoka stopnja prilagodljivosti ga naredi idealnega za različne poslovne aplikacije, saj ponuja robustne, prilagojene rešitve za specifične potrebe industrije. Ta vsestranskost naredi JustDo popolno platformo za podjetja, ki želijo združiti celovita orodja za upravljanje s prilagodljivostjo sistema CMS.",
  "full_ai_integration_title": "Popolna integracija umetne inteligence",
  "full_ai_integration_content": "Z naprednimi zmogljivostmi umetne inteligence JustDo lahko hitro ustvarite strukture projektov iz enega samega poziva, pretvorite dokumente in pogodbe v naloge, izdelate celovite povzetke in izvajate podrobne poizvedbe o vaših projektih.",
  "choose_who_sees_what_title": "Izberite, kdo vidi kaj",
  "choose_who_sees_what_content": "Selektivno deljenje nalog vam omogoča, da povabite stranke, dobavitelje in deležnike na vašo tablo, hkrati pa zagotovite, da vidijo le tisto, kar je deljeno z njimi. Naš prilagodljiv sistem dovoljenj omogoča širok nabor kontrol dostopa, kar zagotavlja prilagojeno vidnost in varnost za vsakega udeleženca.",
  "manage_multiple_projects_on_one_board_title": "Upravljajte več projektov na eni tabli",
  "manage_multiple_projects_on_one_board_content": "S podporo JustDo za ogromne table, ki vsebujejo več kot 200.000 nalog, postane upravljanje več projektov na eni tabli priročno in učinkovito. Organizirajte, spremljajte in izvajajte vse svoje projekte brezhibno na enem centraliziranem mestu.",
  "gantt_dependencies_title": "Gantt in odvisnosti",
  "gantt_dependencies_content": "Popolnoma opremljen Ganttov diagram JustDo s križnimi projektnimi odvisnostmi. Omogoča učinkovito načrtovanje, usklajevanje in sledenje za ohranjanje projektov v skladu z urnikom.",
  "chat_channels_emails_files_title": "Kanali za klepet, e-pošta, datoteke",
  "chat_channels_emails_files_content": "Okrepite sodelovanje ekipe z namenskimi kanali za klepet za vsako nalogo. Razpravljajte o idejah v realnem času, neposredno znotraj vašega projekta, za brezhibno komunikacijo. Pošiljajte e-pošto neposredno v naloge in ustvarite centralizirano evidenco, dostopno vsem, tudi zunanjim sodelavcem. Enostavno upravljajte, delite in organizirajte vse svoje projektne dokumente na enem mestu, ohranjajte vašo ekipo usklajeno in produktivno.",
  "enterprise_grade_plugins_title": "Vtičniki poslovne ravni",
  "enterprise_grade_plugins_content": "JustDo ponuja vrsto vtičnikov poslovne ravni za izboljšanje vaših zmogljivosti upravljanja projektov. Identificirajte in upravljajte tveganja z našim vtičnikom za <b>Upravljanje tveganj</b>, ki zagotavlja uspeh in odpornost projekta. Natančno sledite času, porabljenemu za naloge z intuitivnim <b>Sledenjem časa</b> za natančno dodeljevanje virov. Optimizirajte dodeljevanje nalog in uravnotežite delovno obremenitev med člani ekipe z <b>Upravljanjem virov in obremenitev</b>. To je le nekaj od mnogih zmogljivih vtičnikov, ki so na voljo v JustDo.",
  "main_page_slides_getting_started_video_title": "Začetek dela z JustDo",
  "main_page_slides_getting_started_video_subtitle": "Spoznajte, kaj lahko JustDo naredi za vas!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Ustvarite svoj projekt z enim samim pozivom",
  "main_page_slides_do_pilot_message_paste_title": "Naš AI asistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Ustvarite naloge iz besedilnih sporočil in dokumentov!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Avtomatska razdelava nalog",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Samodejno razdelite naloge na podnaloge",
  "main_page_slides_do_pilot_summary_title": "Klepet o nalogah z AI",
  "main_page_slides_do_pilot_summary_subtitle": "Samodejno povzemite naloge in klepetajte o njih z AI",
  "main_page_slides_task_summary": "Povzetek naloge",
  "main_page_stats_unlimited": "Neomejeno",
  "main_page_stats_1": "Vtičnikov",
  "main_page_stats_2": "Let na trgu",
  "main_page_stats_3": "Nalog na tabli",
  "main_page_stats_4": "Možnosti prilagajanja",
  "main_page_stats_5": "Barvnih tem",
  "main_page_stats_6": "Podprtih jezikov"
}