{
  "more_than_just_project_management_title": "Elastīga CMS un ERP platforma",
  "more_than_just_project_management_content": "JustDo ir vairāk nekā tikai projektu vadības programmatūra. Tā nevainojami darbojas gan kā CMS, gan kā ERP sistēma. Tās augstā pielāgojamības pakāpe padara to ideāli piemērotu dažādiem biznesa lietojumiem, piedāvājot spēcīgus, pielāgotus risinājumus, lai apmierinātu specifiskas nozares vajadzības. Šī daudzpusība padara JustDo par ideālu platformu uzņēmumiem, kas vēlas integrēt visaptverošus vadības rīkus ar CMS elastību.",
  "full_ai_integration_title": "Pilnīga AI integrācija",
  "full_ai_integration_content": "Ar JustDo uzlabotajām AI iespējām jūs varat ātri ģenerēt projektu struktūras no viena uzvednes, pārvērst dokumentus un līgumus uzdevumos, veidot visaptverošus kopsavilkumus un veikt detalizētus vaicājumus par jūsu projektiem.",
  "choose_who_sees_what_title": "Izvēlieties, kurš ko redz",
  "choose_who_sees_what_content": "Selektīva uzdevumu kopīgošana ļauj jums uzaicināt klientus, piegādātājus un ieinteresētās puses uz jūsu JustDo, vienlaikus nodrošinot, ka viņi redz tikai to, kas ir kopīgots ar viņiem. Mūsu elastīgā atļauju sistēma nodrošina plašu piekļuves kontroles diapazonu, nodrošinot pielāgotu redzamību un drošību katram dalībniekam.",
  "manage_multiple_projects_on_one_board_title": "Pārvaldiet vairākus projektus vienā JustDo",
  "manage_multiple_projects_on_one_board_content": "Ar JustDo atbalstu milzīgiem JustDo, kas satur vairāk nekā 200 000 uzdevumu, vairāku projektu pārvaldīšana vienā JustDo kļūst ērta un efektīva. Organizējiet, uzraugiet un izpildiet visus savus projektus vienkopus vienā centralizētā vietā.",
  "gantt_dependencies_title": "Ganta diagramma un atkarības",
  "gantt_dependencies_content": "JustDo pilnībā aprīkota Ganta diagramma ar starprojektu atkarībām. Nodrošina efektīvu plānošanu, koordināciju un izsekošanu, lai projekti noritētu pēc grafika.",
  "chat_channels_emails_files_title": "Tērzēšanas kanāli, e-pasti, faili",
  "chat_channels_emails_files_content": "Uzlabojiet komandas sadarbību ar veltītiem tērzēšanas kanāliem katram uzdevumam. Apspriediet idejas reālajā laikā, tieši jūsu projekta ietvaros, nodrošinot netraucētu saziņu. Sūtiet e-pastus tieši uz uzdevumiem, veidojot centralizētu ierakstu, kas pieejams ikvienam, pat ārējiem sadarbības partneriem. Bez piepūles pārvaldiet, kopīgojiet un organizējiet visus jūsu projekta dokumentus vienuviet, saglabājot jūsu komandu saskaņotu un produktīvu.",
  "enterprise_grade_plugins_title": "Uzņēmuma līmeņa spraudņi",
  "enterprise_grade_plugins_content": "JustDo piedāvā virkni uzņēmuma līmeņa spraudņu, lai uzlabotu jūsu projektu vadības iespējas. Identificējiet un pārvaldiet riskus ar mūsu <b>Risku pārvaldības</b> spraudni, kas nodrošina projekta panākumus un noturību. Precīzi izsekojiet uzdevumiem patērēto laiku ar intuitīvu <b>Laika uzskaiti</b> precīzai resursu sadalei. Optimizējiet uzdevumu sadali un līdzsvarojiet darba slodzi starp komandas locekļiem ar <b>Resursu un slodzes pārvaldību</b>. Tie ir tikai daži no daudzajiem spēcīgajiem spraudņiem, kas pieejami JustDo.",
  "main_page_slides_getting_started_video_title": "Darba sākšana ar JustDo",
  "main_page_slides_getting_started_video_subtitle": "Uzziniet, ko JustDo var izdarīt jūsu labā!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Izveidojiet savu projektu ar vienu uzvedni",
  "main_page_slides_do_pilot_message_paste_title": "Mūsu AI asistents",
  "main_page_slides_do_pilot_message_paste_subtitle": "Veidojiet uzdevumus no teksta ziņojumiem un dokumentiem!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automātiska uzdevumu detalizēšana",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automātiski sadaliet uzdevumus apakšuzdevumos",
  "main_page_slides_do_pilot_summary_title": "Uzdevumu tērzēšana ar AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automātiski apkopojiet uzdevumus un tērzējiet ar AI par tiem",
  "main_page_slides_task_summary": "Uzdevuma kopsavilkums",
  "main_page_stats_unlimited": "Neierobežoti",
  "main_page_stats_1": "Spraudņi",
  "main_page_stats_2": "Gadi tirgū",
  "main_page_stats_3": "Uzdevumi vienā JustDo",
  "main_page_stats_4": "Pielāgošanas iespējas",
  "main_page_stats_5": "Krāsainas tēmas",
  "main_page_stats_6": "Atbalstītās valodas"
}