{
  "more_than_just_project_management_title": "Fleksibilna CMS i ERP platforma",
  "more_than_just_project_management_content": "JustDo je više od običnog softvera za upravljanje projektima. On besprijekorno funkcioniše i kao CMS i kao ERP sistem. Njegova visoka prilagodljivost čini ga idealnim za različite poslovne primjene, nudeći robusna, prilagođena rješenja za specifične potrebe industrije. Ova svestranost čini JustDo savršenom platformom za preduzeća koja žele integrirati sveobuhvatne alate za upravljanje s fleksibilnošću CMS-a.",
  "full_ai_integration_title": "Puna AI integracija",
  "full_ai_integration_content": "S naprednim AI mogućnostima JustDo-a, možete brzo generirati strukture projekata iz jednog upita, pretvoriti dokumente i ugovore u zadatke, proizvesti sveobuhvatne sažetke i pokrenuti detaljne upite o vašim projektima.",
  "choose_who_sees_what_title": "Odaberite ko šta vidi",
  "choose_who_sees_what_content": "Selektivno dijeljenje zadataka vam omogućava da pozovete klijente, dobavljače i zainteresirane strane na vašu tablu, osiguravajući da vide samo ono što je podijeljeno s njima. Naš fleksibilni sistem dozvola prilagođava se širokom spektru kontrola pristupa, pružajući prilagođenu vidljivost i sigurnost za svakog učesnika.",
  "manage_multiple_projects_on_one_board_title": "Upravljajte višestrukim projektima na jednoj tabli",
  "manage_multiple_projects_on_one_board_content": "Uz JustDo-ovu podršku za masivne table koje sadrže preko 200.000 zadataka, upravljanje višestrukim projektima na jednoj tabli postaje praktično i efikasno. Organizirajte, pratite i izvršavajte sve svoje projekte besprijekorno na jednom centraliziranom mjestu.",
  "gantt_dependencies_title": "Gantt i zavisnosti",
  "gantt_dependencies_content": "JustDo-ov potpuno opremljen Gantt s međuprojektnim zavisnostima. Omogućava efikasno planiranje, koordinaciju i praćenje kako bi projekti ostali na rasporedu.",
  "chat_channels_emails_files_title": "Chat kanali, e-mailovi, fajlovi",
  "chat_channels_emails_files_content": "Pojačajte timsku saradnju s namjenskim chat kanalima za svaki zadatak. Diskutujte o idejama u realnom vremenu, direktno unutar vašeg projekta, za besprijekornu komunikaciju. Šaljite e-mailove direktno na zadatke, stvarajući centralizirani zapis dostupan svima, čak i vanjskim saradnicima. Bez napora upravljajte, dijelite i organizirajte sve vaše projektne dokumente na jednom mjestu, održavajući vaš tim usklađenim i produktivnim.",
  "enterprise_grade_plugins_title": "Dodaci na nivou preduzeća",
  "enterprise_grade_plugins_content": "JustDo nudi niz dodataka na nivou preduzeća za poboljšanje vaših mogućnosti upravljanja projektima. Identifikujte i upravljajte rizicima s našim dodatkom za <b>Upravljanje rizicima</b> koji osigurava uspjeh i otpornost projekta. Precizno pratite vrijeme provedeno na zadacima s intuitivnim <b>Praćenjem vremena</b> za preciznu alokaciju resursa. Optimizirajte dodjelu zadataka i balansirajte radno opterećenje među članovima tima s <b>Upravljanjem resursima i opterećenjem</b>. Ovo su samo neki od mnogih moćnih dodataka dostupnih u JustDo-u.",
  "main_page_slides_getting_started_video_title": "Početak rada s JustDo-om",
  "main_page_slides_getting_started_video_subtitle": "Saznajte šta JustDo može učiniti za vas!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Kreirajte svoj projekat s jednim upitom",
  "main_page_slides_do_pilot_message_paste_title": "Naš AI asistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Kreirajte zadatke iz tekstualnih poruka i dokumenata!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-razrada zadataka",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatski razbijte zadatke na podzadatke",
  "main_page_slides_do_pilot_summary_title": "Chat o zadacima s AI-em",
  "main_page_slides_do_pilot_summary_subtitle": "Automatski sumirajte zadatke i chatajte s AI-em o njima",
  "main_page_slides_task_summary": "Sažetak zadatka",
  "main_page_stats_unlimited": "Neograničeno",
  "main_page_stats_1": "Dodaci",
  "main_page_stats_2": "Godina na tržištu",
  "main_page_stats_3": "Zadataka po tabli",
  "main_page_stats_4": "Opcija prilagođavanja",
  "main_page_stats_5": "Šarenih tema",
  "main_page_stats_6": "Podržanih jezika"
}