{
  "enhanced_scalability_seamless_deployment_title": "Verbeterde Schaalbaarheid & Naadloze Implementatie",
  "enhanced_scalability_seamless_deployment_content": "JustDo is ontworpen voor moeiteloze implementatie en uitzonderlijke schaalbaarheid. Met een robuuste architectuur ondersteunt het honderdduizenden taken per project, wat het onderscheidt als een echte enterprise-grade oplossing. Deze capaciteit zorgt voor naadloze prestaties en uitbreiding, perfect afgestemd op de groei van de projecten van uw klanten.",
  "multiple_sources_of_revenue_title": "Meerdere Bronnen van Inkomsten",
  "multiple_sources_of_revenue_content": "JustDo biedt een holistisch pakket van diensten die u aan uw klanten kunt aanbieden. Door JustDo te adopteren, kunt u hosting, ontwikkeling, training, onderhoud en ondersteuningsdiensten verkopen, waarmee u een betrouwbare en continue inkomstenstroom creëert. Ons uitgebreide platform stelt u in staat om uw zakelijke aanbod uit te breiden en de winstgevendheid te maximaliseren.",
  "simple_cost_structure_title": "Eenvoudige Kostenstructuur",
  "simple_cost_structure_content": "Wij nemen geen percentage van uw verkoop. Onze prijzen zijn helder en eenvoudig, met een vast maandelijks tarief per gebruiker en vaste prijzen voor premium functies à la carte, zoals Gantt en AI. Deze transparante prijsstructuur zorgt ervoor dat u altijd weet wat u kunt verwachten, waardoor u met vertrouwen uw kosten en potentiële winsten kunt voorspellen. Voor volledige details, <a href=\"/pricing\">bezoek onze prijspagina</a>.",
  "use_your_brand_white_label_ready_title": "Gebruik Uw Eigen Merk - White-Label Ready",
  "use_your_brand_white_label_ready_content": "Verbeter de merkpresentatie van uw klanten met de white-label mogelijkheden van JustDo. Pas het platform aan met hun logo's, kleurenschema's en unieke identiteiten om een naadloze, op maat gemaakte ervaring te creëren.",
  "support_for_intranet_deployments_title": "Topbeveiliging - Intranet Implementatie Beschikbaar",
  "support_for_intranet_deployments_content": "Klanten in gevoelige industrieën vereisen vaak een zeer veilige implementatie binnen hun intranet, soms zelfs zonder internettoegang. JustDo ondersteunt deze unieke implementatieoptie, waardoor een ultra-beveiligde, on-premise omgeving wordt geboden <b>die weinig concurrerende oplossingen kunnen bieden.</b>",
  "speaks_the_language_of_your_clients_title": "Spreekt de Taal van Uw Klanten",
  "speaks_the_language_of_your_clients_content": "Met ons geavanceerde vertaalsysteem kan JustDo binnen enkele dagen worden vertaald naar de top 100 talen in de wereld, wat een naadloze ervaring voor uw lokale klanten garandeert. Als uw markt een vertaling nodig heeft die we nog niet aanbieden, aarzel dan niet om contact met ons op te nemen! We zijn graag bereid om toevoegingen te overwegen, <b><u>vooral voor markten zonder beschikbare oplossingen</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI-ondersteunde Demo's",
  "on_the_fly_proof_of_concept_content": "Met JustDo's AI-ondersteunde demo's kunnen uw klanten hun gewenste project beschrijven, en wij genereren onmiddellijk een structuur voor een snelle demo. Deze functie is <b>ideaal om klanten te imponeren</b> en hun aandacht te trekken.",
  "collaboration_and_communication_title": "Samenwerking en Communicatie",
  "collaboration_and_communication_content": "JustDo integreert naadloos communicatie en samenwerking met krachtig projectmanagement. Deel selectief taken met klanten en leveranciers, behoud uitgebreide e-mail- en chatgeschiedenissen, en organiseer projectdocumenten efficiënt. Tegelijkertijd kunt u meerdere projecten beheren met Gantt-grafieken en afhankelijkheden, tijd bijhouden en de werkdruk in balans houden - allemaal binnen één intuïtief platform."
}