{
  "more_than_just_project_management_title": "Platformë fleksibël CMS dhe ERP",
  "more_than_just_project_management_content": "JustDo është më shumë se thjesht një softuer për menaxhimin e projekteve. Ai funksionon pa probleme si një sistem CMS dhe ERP. Shkalla e lartë e personalizimit e bën atë ideal për një shumëllojshmëri të aplikacioneve të biznesit, duke ofruar zgjidhje të forta dhe të përshtatura për të plotësuar nevojat specifike të industrisë. Kjo versatilitet e bën JustDo platformën e përsosur për bizneset që kërkojnë të integrojnë mjete gjithëpërfshirëse të menaxhimit me fleksibilitetin e një CMS.",
  "full_ai_integration_title": "Integrim i Plotë i Inteligjencës Artificiale (AI)",
  "full_ai_integration_content": "Me aftësitë e avancuara të AI të JustDo, ju mund të gjeneroni shpejt struktura projekti nga një udhëzim i vetëm, të konvertoni dokumente dhe kontrata në detyra, të prodhoni përmbledhje gjithëpërfshirëse dhe të kryeni pyetje të detajuara rreth projekteve tuaja.",
  "choose_who_sees_what_title": "Zgjidhni Kush Sheh Çfarë",
  "choose_who_sees_what_content": "Ndarja selektive e detyrave ju lejon të ftoni klientë, furnitorë dhe palë të interesuara në tabelën tuaj duke siguruar që ata të shohin vetëm atë që është ndarë me ta. Sistemi ynë fleksibël i lejeve akomodon një gamë të gjerë kontrollesh të aksesit, duke ofruar vizibilitet dhe siguri të përshtatur për çdo pjesëmarrës.",
  "manage_multiple_projects_on_one_board_title": "Menaxhoni Projekte të Shumta në Një Tabelë",
  "manage_multiple_projects_on_one_board_content": "Me mbështetjen e JustDo për tabela masive që përmbajnë mbi 200,000 detyra, menaxhimi i projekteve të shumta në një tabelë të vetme bëhet i përshtatshëm dhe efikas. Organizoni, monitoroni dhe ekzekutoni të gjitha projektet tuaja pa probleme në një vend të centralizuar.",
  "gantt_dependencies_title": "Gantt dhe Varësitë",
  "gantt_dependencies_content": "JustDo ofron një Gantt me funksionalitet të plotë me Varësi Ndër-Projekti. Mundëson planifikim, koordinim dhe gjurmim efikas për të mbajtur projektet në orar.",
  "chat_channels_emails_files_title": "Kanalet e Chatit, Emailet, Skedarët",
  "chat_channels_emails_files_content": "Rritni bashkëpunimin e ekipit me kanale dedikuar chati për çdo detyrë. Diskutoni ide në kohë reale, drejtpërdrejt brenda projektit tuaj, për komunikim të pandërprerë. Dërgoni emaile drejtpërdrejt në detyra, duke krijuar një regjistrim të centralizuar të aksesueshëm për të gjithë, madje edhe bashkëpunëtorët e jashtëm. Menaxhoni, ndani dhe organizoni lehtësisht të gjitha dokumentet e projektit tuaj në një vend, duke mbajtur ekipin tuaj të harmonizuar dhe produktiv.",
  "enterprise_grade_plugins_title": "Plugins të Nivelit të Ndërmarrjes",
  "enterprise_grade_plugins_content": "JustDo ofron një gamë të gjerë plugins të nivelit të ndërmarrjes për të përmirësuar aftësitë tuaja të menaxhimit të projekteve. Identifikoni dhe menaxhoni rreziqet me Plugin-in tonë të <b>Menaxhimit të Rrezikut</b> që siguron suksesin dhe qëndrueshmërinë e projektit. Gjurmoni me saktësi kohën e shpenzuar në detyra me <b>Gjurmimin e Kohës</b> intuitiv për shpërndarje të saktë të burimeve. Optimizoni shpërndarjen e detyrave dhe balanconi ngarkesën e punës në anëtarët e ekipit me <b>Menaxhimin e Burimeve dhe Ngarkesës</b>. Këto janë vetëm disa nga plugins-at e fuqishëm të disponueshëm në JustDo.",
  "main_page_slides_getting_started_video_title": "Fillimi me JustDo",
  "main_page_slides_getting_started_video_subtitle": "Mësoni çfarë mund të bëjë JustDo për ju!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Krijoni projektin tuaj me një udhëzim të vetëm",
  "main_page_slides_do_pilot_message_paste_title": "Asistenti ynë AI",
  "main_page_slides_do_pilot_message_paste_subtitle": "Krijoni detyra nga mesazhet e tekstit dhe dokumentet!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Elaborimi Automatik i Detyrave",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Ndani automatikisht detyrat në nën-detyra",
  "main_page_slides_do_pilot_summary_title": "Chat i Detyrave me AI",
  "main_page_slides_do_pilot_summary_subtitle": "Përmbledhje automatike e detyrave dhe chat me AI për to",
  "main_page_slides_task_summary": "Përmbledhje e detyrës",
  "main_page_stats_unlimited": "E pakufizuar",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Vite në Treg",
  "main_page_stats_3": "Detyra për Tabelë",
  "main_page_stats_4": "Opsione Personalizimi",
  "main_page_stats_5": "Tema me Ngjyra",
  "main_page_stats_6": "Gjuhë të Mbështetura"
}