{
  "more_than_just_project_management_title": "Plataforma flexible de CMS i ERP",
  "more_than_just_project_management_content": "JustDo és més que un simple programari de gestió de projectes. Funciona perfectament tant com a sistema CMS com ERP. El seu alt grau de personalització el fa ideal per a una varietat d'aplicacions empresarials, oferint solucions robustes i adaptades per satisfer les necessitats específiques de cada indústria. Aquesta versatilitat fa de JustDo la plataforma perfecta per a empreses que busquen integrar eines de gestió completes amb la flexibilitat d'un CMS.",
  "full_ai_integration_title": "Integració completa d'IA",
  "full_ai_integration_content": "Amb les capacitats avançades d'IA de JustDo, podeu generar ràpidament estructures de projectes a partir d'una sola indicació, convertir documents i contractes en tasques, produir resums exhaustius i executar consultes detallades sobre els vostres projectes.",
  "choose_who_sees_what_title": "Trieu qui veu què",
  "choose_who_sees_what_content": "La compartició selectiva de tasques us permet convidar clients, proveïdors i parts interessades al vostre tauler (JustDo Board) mentre us assegureu que només vegin el que es comparteix amb ells. El nostre sistema flexible de permisos s'adapta a una àmplia gamma de controls d'accés, proporcionant visibilitat i seguretat personalitzades per a cada participant.",
  "manage_multiple_projects_on_one_board_title": "Gestioneu múltiples projectes en un sol tauler",
  "manage_multiple_projects_on_one_board_content": "Amb el suport de JustDo per a taulers massius que contenen més de 200.000 tasques, gestionar múltiples projectes en un sol tauler esdevé convenient i eficient. Organitzeu, monitoreu i executeu tots els vostres projectes sense problemes en un lloc centralitzat.",
  "gantt_dependencies_title": "Gantt i Dependències",
  "gantt_dependencies_content": "Gantt completament equipat de JustDo amb Dependències entre Projectes. Permet una planificació, coordinació i seguiment eficients per mantenir els projectes dins del calendari.",
  "chat_channels_emails_files_title": "Canals de xat, Correus electrònics, Arxius",
  "chat_channels_emails_files_content": "Impulseu la col·laboració de l'equip amb canals de xat dedicats per a cada tasca. Discutiu idees en temps real, directament dins del vostre projecte, per a una comunicació sense problemes. Envieu correus electrònics directament a les tasques, creant un registre centralitzat accessible per a tothom, fins i tot per als col·laboradors externs. Gestioneu, compartiu i organitzeu sense esforç tots els documents del vostre projecte en un sol lloc, mantenint el vostre equip alineat i productiu.",
  "enterprise_grade_plugins_title": "Plugins de nivell empresarial",
  "enterprise_grade_plugins_content": "JustDo ofereix una gamma de plugins de nivell empresarial per millorar les vostres capacitats de gestió de projectes. Identifiqueu i gestioneu riscos amb el nostre Plugin de <b>Gestió de Riscos</b> que assegura l'èxit i la resiliència del projecte. Feu un seguiment precís del temps dedicat a les tasques amb un <b>Seguiment del Temps</b> intuïtiu per a una assignació precisa de recursos. Optimitzeu l'assignació de tasques i equilibreu les càrregues de treball entre els membres de l'equip amb la <b>Gestió de Recursos i Càrrega</b>. Aquests són només alguns dels molts plugins potents disponibles a JustDo.",
  "main_page_slides_getting_started_video_title": "Començant amb JustDo",
  "main_page_slides_getting_started_video_subtitle": "Descobriu què pot fer JustDo per vosaltres!",
  "main_page_slides_justdo_ai_prompt_title": "IA de JustDo",
  "main_page_slides_justdo_ai_prompt_subtitle": "Creeu el vostre projecte amb una sola indicació",
  "main_page_slides_do_pilot_message_paste_title": "El nostre Assistent d'IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "Creeu tasques a partir de missatges de text i documents!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Elaboració automàtica de tasques",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Desglosseu automàticament les tasques en subtasques",
  "main_page_slides_do_pilot_summary_title": "Xat de tasques amb IA",
  "main_page_slides_do_pilot_summary_subtitle": "Resumiu automàticament les tasques i xategeu amb l'IA sobre elles",
  "main_page_slides_task_summary": "Resum de la tasca",
  "main_page_stats_unlimited": "Il·limitat",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Anys al Mercat",
  "main_page_stats_3": "Tasques per Tauler",
  "main_page_stats_4": "Opcions de Personalització",
  "main_page_stats_5": "Temes Colorits",
  "main_page_stats_6": "Idiomes Admesos"
}