{
  "more_than_just_project_management_title": "ប្លុកផ្តល់ភាពបត់បែន CMS និង ERP",
  "more_than_just_project_management_content": "JustDo មិនត្រឹមតែជាកម្មវិធីគ្រប់គ្រងគម្រោងប៉ុណ្ណោះទេ។ វាដំណើរការយ៉ាងរលូនទាំងជាប្រព័ន្ធ CMS និង ERP។ លក្ខណៈពិសេសដែលអាចប្ដូរតាមបំណងបានខ្ពស់របស់វា ធ្វើឱ្យវាល្អបំផុតសម្រាប់កម្មវិធីអាជីវកម្មផ្សេងៗ ដោយផ្តល់ដំណោះស្រាយរឹងមាំ និងត្រូវបានកែសម្រួលតាមតម្រូវការជាក់លាក់របស់ឧស្សាហកម្ម។ ភាពច្រើនប្រភេទនេះធ្វើឱ្យ JustDo ក្លាយជាវេទិកាដ៏ល្អបំផុតសម្រាប់អាជីវកម្មដែលចង់បញ្ចូលឧបករណ៍គ្រប់គ្រងគ្រប់ជ្រុងជ្រោយ ជាមួយនឹងភាពបត់បែនរបស់ CMS។",
  "full_ai_integration_title": "ការបញ្ចូល AI ពេញលេញ",
  "full_ai_integration_content": "ជាមួយនឹងសមត្ថភាព AI កម្រិតខ្ពស់របស់ JustDo អ្នកអាចបង្កើតរចនាសម្ព័ន្ធគម្រោងយ៉ាងលឿនពីការណែនាំតែមួយ បម្លែងឯកសារ និងកិច្ចសន្យាទៅជាភារកិច្ច បង្កើតការសង្ខេបគ្រប់ជ្រុងជ្រោយ និងដំណើរការសំណួរលម្អិតអំពីគម្រោងរបស់អ្នក។",
  "choose_who_sees_what_title": "ជ្រើសរើសអ្នកដែលឃើញអ្វី",
  "choose_who_sees_what_content": "ការចែករំលែកភារកិច្ចជាក់លាក់អនុញ្ញាតឱ្យអ្នកអញ្ជើញអតិថិជន អ្នកផ្គត់ផ្គង់ និងភាគីពាក់ព័ន្ធមកកាន់ board របស់អ្នក ខណៈពេលដែលធានាថាពួកគេមើលឃើញតែអ្វីដែលត្រូវបានចែករំលែកជាមួយពួកគេប៉ុណ្ណោះ។ ប្រព័ន្ធសិទ្ធិអនុញ្ញាតដែលមានភាពបត់បែនរបស់យើង មានផ្តល់នូវការត្រួតពិនិត្យសិទ្ធិចូលប្រើប្រាស់ និងសុវត្ថិភាពសម្រាប់អ្នកចូលរួមគ្រប់រូប។",
  "manage_multiple_projects_on_one_board_title": "គ្រប់គ្រងគម្រោងច្រើនលើ Board តែមួយ",
  "manage_multiple_projects_on_one_board_content": "ជាមួយនឹងការគាំទ្ររបស់ JustDo សម្រាប់ board ដ៏ធំដែលមានភារកិច្ចជាង 200,000 ការគ្រប់គ្រងគម្រោងច្រើនលើ board តែមួយក្លាយជាកាន់តែងាយស្រួល និងមានប្រសិទ្ធភាព។ រៀបចំ ត្រួតពិនិត្យ និងអនុវត្តគម្រោងទាំងអស់របស់អ្នកយ៉ាងរលូនក្នុងកន្លែងកណ្តាលតែមួយ។",
  "gantt_dependencies_title": "Gantt & ភាពអាស្រ័យ",
  "gantt_dependencies_content": "Gantt ពេញលេញរបស់ JustDo ជាមួយនឹងភាពអាស្រ័យលើគម្រោងឆ្លងកាត់គម្រោង។ អនុញ្ញាតឱ្យមានការរៀបចំផែនការ ការសម្របសម្រួល និងការតាមដានប្រកបដោយប្រសិទ្ធភាព ដើម្បីរក្សាគម្រោងឱ្យនៅតាមកាលវិភាគ។",
  "chat_channels_emails_files_title": "ឆាណែលជជែក អ៊ីមែល ឯកសារ",
  "chat_channels_emails_files_content": "បង្កើនកិច្ចសហការក្រុមជាមួយនឹងបណ្តាញជជែកដែលបានកំណត់សម្រាប់កិច្ចការនីមួយៗ។ ពិភាក្សាគំនិតភ្លាមៗ ដោយផ្ទាល់នៅក្នុងគម្រោងរបស់អ្នក សម្រាប់ការទំនាក់ទំនងដោយរលូន។ ផ្ញើអ៊ីមែលដោយផ្ទាល់ទៅកាន់កិច្ចការ ដោយបង្កើតកំណត់ត្រាមជ្ឈមណ្ឌលដែលអាចចូលប្រើបានដោយមនុស្សគ្រប់គ្នា រួមទាំងអ្នកសហការខាងក្រៅផងដែរ។ គ្រប់គ្រង ចែករំលែក និងរៀបចំឯកសារគម្រោងទាំងអស់របស់អ្នកនៅកន្លែងតែមួយដោយងាយស្រួល ដោយរក្សាក្រុមរបស់អ្នកឱ្យត្រឹមត្រូវនិងមានផលិតភាព។",
  "enterprise_grade_plugins_title": "កម្មវិធីជំនួយកម្រិតសហគ្រាស",
  "enterprise_grade_plugins_content": "JustDo ផ្តល់ជូននូវឧបករណ៍ជំនួយកម្រិតសហគ្រាសជាច្រើន ដើម្បីពង្រីកសមត្ថភាពគ្រប់គ្រងគម្រោងរបស់អ្នក។ កំណត់អត្តសញ្ញាណ និងគ្រប់គ្រងហានិភ័យជាមួយកម្មវិធីបន្ថែម <b>ការគ្រប់គ្រងហានិភ័យ</b> របស់យើងដែលធានាភាពជោគជ័យ និងភាពធន់នៃគម្រោង។ តាមដានយ៉ាងត្រឹមត្រូវនូវពេលវេលាដែលចំណាយលើភារកិច្ច ជាមួយ​ <b>ការតាមដានពេលវេលា</b> ងាយស្រួលយល់ សម្រាប់ការបែងចែកធនធានយ៉ាងត្រឹមត្រូវ។ បង្កើនប្រសិទ្ធភាពការបែងចែកភារកិច្ច និងការរៀបចំទម្ងន់ការងាររវាងសមាជិកក្រុម​ ជាមួយនឹង <b>ការគ្រប់គ្រងធនធាន និងទម្ងន់ការងារ</b>។ ទាំងនេះគ្រាន់តែជាកម្មវិធីជំនួយខ្លះប៉ុណ្ណោះដែលមាននៅក្នុង JustDo។",
  "main_page_slides_getting_started_video_title": "ការចាប់ផ្តើមជាមួយ JustDo",
  "main_page_slides_getting_started_video_subtitle": "រៀនអំពីអ្វីដែល JustDo អាចធ្វើសម្រាប់អ្នក!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "បង្កើតគម្រោងរបស់អ្នកជាមួយនឹងសំណើតែមួយ",
  "main_page_slides_do_pilot_message_paste_title": "ជំនួយការបញ្ញាសិប្បនិម្មិតរបស់យើង",
  "main_page_slides_do_pilot_message_paste_subtitle": "បង្កើតកិច្ចការពីសារជាអត្ថបទនិងឯកសារ!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "ពន្យល់កិច្ចការដោយស្វ័យប្រវត្តិ",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "បំបែកកិច្ចការទៅជាកិច្ចការរងដោយស្វ័យប្រវត្តិ",
  "main_page_slides_do_pilot_summary_title": "ជជែកអំពីកិច្ចការជាមួយបញ្ញាសិប្បនិម្មិត",
  "main_page_slides_do_pilot_summary_subtitle": "សង្ខេបកិច្ចការដោយស្វ័យប្រវត្តិនិងជជែកជាមួយបញ្ញាសិប្បនិម្មិតអំពីពួកវា",
  "main_page_slides_task_summary": "ការសង្ខេបភារកិច្ច",
  "main_page_stats_unlimited": "គ្មានដែនកំណត់",
  "main_page_stats_1": "កម្មវិធីបន្ថែម",
  "main_page_stats_2": "ឆ្នាំក្នុងទីផ្សារ",
  "main_page_stats_3": "ភារកិច្ចក្នុងមួយ Board",
  "main_page_stats_4": "ជម្រើសកែប្រែ",
  "main_page_stats_5": "ស្បែកពណ៌សម្បូរបែប",
  "main_page_stats_6": "ភាសាដែលគាំទ្រ"
}