{
  "enhanced_scalability_seamless_deployment_title": "Skalabilitas yang Ditingkatkan & Penerapan yang Mulus",
  "enhanced_scalability_seamless_deployment_content": "JustDo dirancang untuk penerapan yang mudah dan skalabilitas yang luar biasa. Dengan arsitektur yang kuat, JustDo mendukung ratusan ribu tugas per proyek, membuatnya benar-benar menjadi solusi kelas enterprise. Kemampuan ini memastikan kinerja yang mulus dan ekspansi yang sesuai dengan pertumbuhan proyek klien Anda.",
  "multiple_sources_of_revenue_title": "Berbagai Sumber Pendapatan",
  "multiple_sources_of_revenue_content": "JustDo menyediakan paket layanan lengkap yang dapat Anda tawarkan kepada klien Anda. Dengan mengadopsi JustDo, Anda dapat menjual layanan hosting, pengembangan, pelatihan, pemeliharaan, dan dukungan, menciptakan aliran pendapatan yang dapat diandalkan dan berkelanjutan. Platform komprehensif kami memberdayakan Anda untuk memperluas penawaran bisnis dan memaksimalkan profitabilitas.",
  "simple_cost_structure_title": "Struktur Biaya Sederhana",
  "simple_cost_structure_content": "Kami tidak mengambil persentase dari penjualan Anda. Harga kami jelas dan sederhana, dengan biaya bulanan tetap per pengguna dan harga tetap untuk fitur premium a la carte seperti Gantt dan AI. Struktur harga yang transparan ini memastikan Anda selalu tahu apa yang bisa diharapkan, memungkinkan Anda untuk memperkirakan biaya dan potensi keuntungan dengan percaya diri. Untuk detail lengkap, <a href=\"/pricing\">kunjungi halaman harga kami</a>.",
  "use_your_brand_white_label_ready_title": "Gunakan Merek Anda - Siap White-Label",
  "use_your_brand_white_label_ready_content": "Tingkatkan kehadiran merek klien Anda dengan kemampuan white-label JustDo. Sesuaikan platform dengan logo, skema warna, dan identitas unik mereka untuk menciptakan pengalaman bermerek yang mulus.",
  "support_for_intranet_deployments_title": "Keamanan Tinggi - Penerapan Intranet Tersedia",
  "support_for_intranet_deployments_content": "Klien di industri sensitif sering memerlukan penerapan yang sangat aman dalam intranet mereka, terkadang bahkan tanpa akses internet. JustDo mendukung opsi penerapan unik ini, menyediakan lingkungan on-premise yang sangat aman <b>yang hanya sedikit solusi pesaing yang dapat menawarkan.</b>",
  "speaks_the_language_of_your_clients_title": "Berbicara dalam Bahasa Klien Anda",
  "speaks_the_language_of_your_clients_content": "Dengan sistem terjemahan canggih kami, JustDo dapat diterjemahkan ke dalam 100 bahasa teratas di dunia <b>dalam hitungan hari</b>, memastikan pengalaman yang mulus bagi klien lokal Anda. Jika pasar Anda membutuhkan terjemahan yang belum kami tawarkan, jangan ragu untuk menghubungi kami! Kami sangat ingin mempertimbangkan penambahan, <b><u>terutama untuk pasar tanpa solusi yang tersedia</b></u>.",
  "on_the_fly_proof_of_concept_title": "Demo dengan Bantuan AI",
  "on_the_fly_proof_of_concept_content": "Dengan demo berbantuan AI JustDo, klien Anda dapat mendeskripsikan proyek yang mereka inginkan, dan kami akan menghasilkan struktur langsung untuk demo cepat. Fitur ini <b>ideal untuk mengesankan klien</b> dan menarik perhatian mereka.",
  "collaboration_and_communication_title": "Kolaborasi dan Komunikasi",
  "collaboration_and_communication_content": "JustDo dengan mulus menggabungkan komunikasi dan kolaborasi dengan manajemen proyek yang kuat. Bagikan tugas secara selektif dengan klien dan vendor, simpan catatan email dan chat yang komprehensif, dan atur dokumen proyek secara efisien. Sementara itu, kelola beberapa proyek dengan bagan Gantt dan dependensi, lacak waktu, dan seimbangkan beban kerja—semuanya dalam satu platform yang intuitif."
}