{
  "more_than_just_project_management_title": "פֿלעקסיבעלע CMS און ERP פּלאַטפאָרמע",
  "more_than_just_project_management_content": "JustDo איז מער ווי בלויז פּראָיעקט פאַרוואַלטונג ווייכווארג. עס פֿונקציאָנירט נאַטירלעך ווי ביידע אַ CMS און ERP סיסטעם. זיין הויכער גראַד פון קאַסטאַמייזאַביליטי מאַכט עס אידעאַל פֿאַר אַ פאַרשיידנקייַט פון געשעפט אַפּליקאַציעס, אָפפערינג שטאַרק, צוגעפּאַסט לייזונגען צו באַגעגענען ספּעציפיש אינדוסטריע באדערפענישן. די פאַרשיידנקייַטיקייט מאַכט JustDo די פּערפעקט פּלאַטפאָרמע פֿאַר געשעפטן וואָס זוכן צו אינטעגרירן פולשטענדיק פאַרוואַלטונג מכשירים מיט דער פלעקסיבילקייט פון אַ CMS.",
  "full_ai_integration_title": "פולע קינסטלעכע אינטעליגענץ אינטעגראַציע",
  "full_ai_integration_content": "מיט JustDo'ס פאָרגעשריטענע קינסטלעכע אינטעליגענץ מעגלעכקייטן, קענט איר שנעל גענערירן פּראָיעקט סטרוקטורן פון אַ איין פּראָמפּט, קאָנווערטירן דאָקומענטן און קאָנטראַקטן אין אויפגאבן, פּראָדוצירן אַלע-ארומגענומענע סומעריז, און לויפן דעטאַלירטע פֿראגן וועגן אייַערע פּראָיעקטן.",
  "choose_who_sees_what_title": "וויילט ווער עס זעט וואָס",
  "choose_who_sees_what_content": "סעלעקטיוו אויפגאבע טיילונג לאָזט אייַך איינלאַדן קליענטן, פאַרקויפערס, און סטייקהאָלדערס צו אייַער ברעט בשעת פאַרזיכערן אַז זיי זעען נאָר וואָס איז געטיילט מיט זיי. אונדזער פלעקסיבעל דערלויבעניש סיסטעם אַקאַמאַדייץ אַ ברייטע קייט פון צוטריט קאָנטראָלס, צושטעלן צוגעפּאַסט זעבאַרקייַט און זיכערהייט פֿאַר יעדער אָנטיילנעמער.",
  "manage_multiple_projects_on_one_board_title": "פאַרוואַלטן עטלעכע פּראָיעקטן אויף איין ברעט",
  "manage_multiple_projects_on_one_board_content": "מיט JustDo'ס שטיצע פֿאַר ריזיק ברעטער וואָס אַנטהאַלטן איבער 200,000 אויפגאבן, ווערט פאַרוואַלטן עטלעכע פּראָיעקטן אויף איין ברעט באַקוועם און עפעקטיוו. אָרגאַניזירן, מאָניטאָרן, און דורכפירן אַלע אייַערע פּראָיעקטן נאַטירלעך אין איין צענטראַליזירט אָרט.",
  "gantt_dependencies_title": "גאַנט און אָפּהענגיקייטן",
  "gantt_dependencies_content": "JustDo'ס פול-פֿעיטשערד גאַנט מיט קרייַז פּראָיעקט אָפּהענגיקייטן. ענאַבלינג עפעקטיוו פּלאַנירונג, קאָאָרדינאַציע, און נאָכפאָלגן צו האַלטן פּראָיעקטן אויף צייַטפּלאַן.",
  "chat_channels_emails_files_title": "שמועס קאַנאַלן, אימיילס, טעקעס",
  "chat_channels_emails_files_content": "פאַרבעסערן מאַנשאַפֿט קאָלאַבאָראַציע מיט געווידמעט שמועס קאַנאַלן פֿאַר יעדער אויפגאבע. דיסקוטירן אידעעס אין עכט צייַט, גלייַך אין אייַער פּראָיעקט, פֿאַר נאַטירלעך קאָמוניקאַציע. שיקן אימיילס גלייַך צו אויפגאבן, שאַפֿן אַ צענטראַליזירט רעקאָרד צוטריטלעך צו יעדער איינער, אַפֿילו דרויסנדיק מיטאַרבעטער. מיט גרינגקייט פאַרוואַלטן, טיילן, און אָרגאַניזירן אַלע אייַערע פּראָיעקט דאָקומענטן אין איין פּלאַץ, האַלטן אייַער מאַנשאַפֿט אויסגעריכט און פּראָדוקטיוו.",
  "enterprise_grade_plugins_title": "אונטערנעמונג גראַד פּלוגינס",
  "enterprise_grade_plugins_content": "JustDo אָפפערס אַ קייט פון אונטערנעמונג-גראַד פּלוגינס צו פאַרבעסערן אייַערע פּראָיעקט פאַרוואַלטונג מעגלעכקייטן. אידענטיפיצירן און פאַרוואַלטן ריזיקעס מיט אונדזער <b>ריזיקע פאַרוואַלטונג</b> פּלוגין וואָס פאַרזיכערט פּראָיעקט הצלחה און רעזיליענס. גענוי נאָכפאָלגן צייַט פאַרברענגט אויף אויפגאבן מיט אינטואַיטיוו <b>צייַט נאָכפאָלגונג</b> פֿאַר פּינטלעך רעסורס אַלאַקאַציע. אָפּטימיזירן אויפגאבע אַלאַקאַציע און באַלאַנסירן אַרבעט לאָודז איבער מאַנשאַפֿט מיטגלידער מיט <b>רעסורס און לאָוד פאַרוואַלטונג</b>. די זענען בלויז אַ פּאָר פון די פילע שטאַרק פּלוגינס בנימצא אין JustDo.",
  "main_page_slides_getting_started_video_title": "אָנהייבן מיט JustDo",
  "main_page_slides_getting_started_video_subtitle": "לערנען וואָס JustDo קען טאָן פֿאַר אייַך!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo קינסטלעכע אינטעליגענץ",
  "main_page_slides_justdo_ai_prompt_subtitle": "שאַפֿן אייַער פּראָיעקט מיט אַ איינציק פּראָמפּט",
  "main_page_slides_do_pilot_message_paste_title": "אונדזער קינסטלעכע אינטעליגענץ אַסיסטאַנט",
  "main_page_slides_do_pilot_message_paste_subtitle": "שאַפֿן אויפגאבן פון טעקסט אָנזאָגן און דאָקומענטן!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "אויטאָמאַטיש-עלאַבאָרייט אויפגאבן",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "אויטאָמאַטיש ברעכן אויפגאבן אין אונטער-אויפגאבן",
  "main_page_slides_do_pilot_summary_title": "אויפגאבע שמועס מיט קינסטלעכע אינטעליגענץ",
  "main_page_slides_do_pilot_summary_subtitle": "אויטאָמאַטיש צונויפנעמען אויפגאבן און שמועסן מיט קינסטלעכע אינטעליגענץ וועגן זיי",
  "main_page_slides_task_summary": "אויפגאבע צונויפנעם",
  "main_page_stats_unlimited": "אומבאַגרענעצט",
  "main_page_stats_1": "פּלוגינס",
  "main_page_stats_2": "יאָרן אין מאַרק",
  "main_page_stats_3": "אויפגאבן פּער ברעט",
  "main_page_stats_4": "צופּאַסונג אָפּציעס",
  "main_page_stats_5": "קאָלירפול טעמעס",
  "main_page_stats_6": "געשטיצטע שפּראַכן"
}