{
  "more_than_just_project_management_title": "மாறும் தன்மையுள்ள CMS மற்றும் ERP தளம்",
  "more_than_just_project_management_content": "JustDo என்பது வெறும் திட்ட மேலாண்மை மென்பொருள் மட்டுமல்ல. இது CMS மற்றும் ERP அமைப்பாகவும் சீராக செயல்படுகிறது. இதன் உயர் தனிப்பயனாக்கல் தன்மை பல்வேறு வணிக பயன்பாடுகளுக்கு ஏற்றதாக இருப்பதோடு, குறிப்பிட்ட தொழில்துறை தேவைகளை பூர்த்தி செய்யும் வகையில் வலுவான, தனிப்பயனாக்கப்பட்ட தீர்வுகளை வழங்குகிறது. இந்த பன்முகத்தன்மை JustDo-வை விரிவான மேலாண்மை கருவிகளை CMS-ன் நெகிழ்வுத்தன்மையுடன் ஒருங்கிணைக்க விரும்பும் வணிகங்களுக்கு சிறந்த தளமாக ஆக்குகிறது.",
  "full_ai_integration_title": "முழுமையான AI ஒருங்கிணைப்பு",
  "full_ai_integration_content": "JustDo-வின் மேம்பட்ட AI திறன்களுடன், நீங்கள் ஒரு தனி தூண்டுதலிலிருந்து விரைவாக திட்ட கட்டமைப்புகளை உருவாக்கலாம், ஆவணங்கள் மற்றும் ஒப்பந்தங்களை பணிகளாக மாற்றலாம், விரிவான சுருக்கங்களை உருவாக்கலாம், மற்றும் உங்கள் திட்டங்கள் பற்றிய விரிவான வினவல்களை இயக்கலாம்.",
  "choose_who_sees_what_title": "யார் எதைப் பார்க்கிறார்கள் என்பதைத் தேர்வு செய்யுங்கள்",
  "choose_who_sees_what_content": "தேர்ந்தெடுக்கப்பட்ட பணி பகிர்வு உங்கள் வாடிக்கையாளர்கள், விற்பனையாளர்கள், மற்றும் பங்குதாரர்களை உங்கள் பலகையில் (JustDo Board) அழைக்க அனுமதிக்கிறது, அதே நேரத்தில் அவர்களுடன் பகிரப்பட்டவற்றை மட்டுமே அவர்கள் பார்ப்பதை உறுதி செய்கிறது. எங்களின் நெகிழ்வான அனுமதிகள் அமைப்பு பரந்த அளவிலான அணுகல் கட்டுப்பாடுகளை ஏற்றுக்கொள்கிறது, ஒவ்வொரு பங்கேற்பாளருக்கும் தனிப்பயனாக்கப்பட்ட தெரிவுநிலை மற்றும் பாதுகாப்பை வழங்குகிறது.",
  "manage_multiple_projects_on_one_board_title": "ஒரே பலகையில் பல திட்டங்களை நிர்வகியுங்கள்",
  "manage_multiple_projects_on_one_board_content": "200,000க்கும் மேற்பட்ட பணிகளைக் கொண்ட பெரிய பலகைகளுக்கான JustDo-வின் ஆதரவுடன், ஒரு பலகையில் பல திட்டங்களை நிர்வகிப்பது வசதியானதாகவும் திறமையானதாகவும் மாறுகிறது. உங்கள் அனைத்து திட்டங்களையும் ஒரே மையப்படுத்தப்பட்ட இடத்தில் சீராக ஒழுங்கமைத்து, கண்காணித்து, செயல்படுத்துங்கள்.",
  "gantt_dependencies_title": "கான்ட் & சார்புகள்",
  "gantt_dependencies_content": "JustDo-வின் முழு அம்சங்களைக் கொண்ட குறுக்கு திட்ட சார்புகளுடன் கூடிய கான்ட் (Gantt). திறமையான திட்டமிடல், ஒருங்கிணைப்பு, மற்றும் கண்காணிப்பு மூலம் திட்டங்களை அட்டவணைப்படி வைத்திருக்க உதவுகிறது.",
  "chat_channels_emails_files_title": "அரட்டை சேனல்கள், மின்னஞ்சல்கள், கோப்புகள்",
  "chat_channels_emails_files_content": "ஒவ்வொரு பணிக்கும் அர்ப்பணிக்கப்பட்ட அரட்டை சேனல்களுடன் குழு ஒத்துழைப்பை அதிகரிக்கவும். உங்கள் திட்டத்திற்குள் நேரடியாக யோசனைகளை நிகழ்நேரத்தில் விவாதிக்கவும், தடையற்ற தகவல் தொடர்புக்காக. மின்னஞ்சல்களை நேரடியாக பணிகளுக்கு அனுப்பவும், வெளிப்புற ஒத்துழைப்பாளர்கள் உட்பட அனைவரும் அணுகக்கூடிய ஒரு மையப்படுத்தப்பட்ட பதிவை உருவாக்கவும். உங்கள் அனைத்து திட்ட ஆவணங்களையும் ஒரே இடத்தில் எளிதாக நிர்வகிக்கவும், பகிரவும், மற்றும் ஒழுங்கமைக்கவும், உங்கள் குழுவை ஒன்றிணைத்தும் உற்பத்தித்திறனுடனும் வைத்திருக்கவும்.",
  "enterprise_grade_plugins_title": "நிறுவன தர செருகுநிரல்கள் (Plugins)",
  "enterprise_grade_plugins_content": "JustDo உங்கள் திட்ட மேலாண்மை திறன்களை மேம்படுத்த பல நிறுவன தர செருகுநிரல்களை வழங்குகிறது. திட்ட வெற்றி மற்றும் நெகிழ்திறனை உறுதிப்படுத்தும் எங்களின் <b>இடர் மேலாண்மை</b> செருகுநிரலுடன் இடர்களை அடையாளம் காணவும் நிர்வகிக்கவும். துல்லியமான வள ஒதுக்கீட்டிற்காக பணிகளில் செலவிடப்பட்ட நேரத்தை உள்ளுணர்வுடன் கூடிய <b>நேர கண்காணிப்பு</b> மூலம் துல்லியமாக கண்காணிக்கவும். <b>வள & சுமை மேலாண்மை</b> மூலம் குழு உறுப்பினர்களிடையே பணி ஒதுக்கீட்டை உகந்ததாக்கி பணிச்சுமைகளை சமநிலைப்படுத்தவும். இவை JustDo-வில் கிடைக்கும் பல சக்திவாய்ந்த செருகுநிரல்களில் சிலவே.",
  "main_page_slides_getting_started_video_title": "JustDo-வுடன் தொடங்குதல்",
  "main_page_slides_getting_started_video_subtitle": "JustDo உங்களுக்கு என்ன செய்ய முடியும் என்பதை அறியுங்கள்!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "ஒரு தனி தூண்டுதலுடன் உங்கள் திட்டத்தை உருவாக்குங்கள்",
  "main_page_slides_do_pilot_message_paste_title": "எங்கள் AI உதவியாளர்",
  "main_page_slides_do_pilot_message_paste_subtitle": "உரைச் செய்திகள் மற்றும் ஆவணங்களிலிருந்து பணிகளை உருவாக்குங்கள்!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "தானியங்கி-விரிவாக்க பணிகள்",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "பணிகளை துணை-பணிகளாக தானாகவே பிரிக்கவும்",
  "main_page_slides_do_pilot_summary_title": "AI உடன் பணி அரட்டை",
  "main_page_slides_do_pilot_summary_subtitle": "பணிகளை தானாகவே சுருக்கி அவற்றைப் பற்றி AI உடன் அரட்டையடியுங்கள்",
  "main_page_slides_task_summary": "பணி சுருக்கம்",
  "main_page_stats_unlimited": "வரம்பற்ற",
  "main_page_stats_1": "செருகுநிரல்கள்",
  "main_page_stats_2": "சந்தையில் ஆண்டுகள்",
  "main_page_stats_3": "ஒரு பலகைக்கான பணிகள்",
  "main_page_stats_4": "தனிப்பயனாக்கல் விருப்பங்கள்",
  "main_page_stats_5": "வண்ணமயமான தீம்கள்",
  "main_page_stats_6": "ஆதரிக்கப்படும் மொழிகள்"
}