{
  "more_than_just_project_management_title": "Флексибилна CMS и ERP платформа",
  "more_than_just_project_management_content": "JustDo е повеќе од обичен софтвер за управување со проекти. Тој беспрекорно функционира и како CMS (Систем за управување со содржини) и како ERP (Систем за планирање на ресурсите на претпријатието) систем. Неговиот висок степен на прилагодливост го прави идеален за различни бизнис апликации, нудејќи робусни, прилагодени решенија за специфичните потреби на индустријата. Оваа разновидност го прави JustDo совршена платформа за бизниси кои бараат да интегрираат сеопфатни алатки за управување со флексибилноста на CMS.",
  "full_ai_integration_title": "Целосна AI интеграција",
  "full_ai_integration_content": "Со напредните AI можности на JustDo, можете брзо да генерирате структури на проекти од единствен промпт, да конвертирате документи и договори во задачи, да создавате сеопфатни резимеа и да извршувате детални прашања за вашите проекти.",
  "choose_who_sees_what_title": "Изберете кој што гледа",
  "choose_who_sees_what_content": "Селективното споделување на задачи ви овозможува да поканите клиенти, добавувачи и засегнати страни на вашата табла, осигурувајќи се дека тие гледаат само она што е споделено со нив. Нашиот флексибилен систем на дозволи опфаќа широк спектар на контроли за пристап, обезбедувајќи прилагодена видливост и безбедност за секој учесник.",
  "manage_multiple_projects_on_one_board_title": "Управувајте со повеќе проекти на една табла",
  "manage_multiple_projects_on_one_board_content": "Со поддршката на JustDo за масивни табли кои содржат над 200.000 задачи, управувањето со повеќе проекти на една табла станува погодно и ефикасно. Организирајте, следете и извршувајте ги сите ваши проекти беспрекорно на едно централизирано место.",
  "gantt_dependencies_title": "Гантов дијаграм и зависности",
  "gantt_dependencies_content": "Целосно опремениот Гантов дијаграм на JustDo со меѓупроектни зависности. Овозможува ефикасно планирање, координација и следење за да се одржи распоредот на проектите.",
  "chat_channels_emails_files_title": "Канали за разговор, е-пошта, датотеки",
  "chat_channels_emails_files_content": "Подобрете ја тимската соработка со наменски канали за разговор за секоја задача. Дискутирајте идеи во реално време, директно во рамките на вашиот проект, за беспрекорна комуникација. Испраќајте е-пошта директно на задачите, создавајќи централизиран запис достапен за сите, дури и за надворешни соработници. Без напор управувајте, споделувајте и организирајте ги сите ваши проектни документи на едно место, одржувајќи го вашиот тим усогласен и продуктивен.",
  "enterprise_grade_plugins_title": "Додатоци од корпоративен ранг",
  "enterprise_grade_plugins_content": "JustDo нуди низа додатоци од корпоративен ранг за да ги подобри вашите можности за управување со проекти. Идентификувајте и управувајте со ризици со нашиот додаток за <b>Управување со ризици</b> кој обезбедува успех и отпорност на проектот. Прецизно следете го времето поминато на задачите со интуитивно <b>Следење на време</b> за прецизна распределба на ресурси. Оптимизирајте ја распределбата на задачи и балансирајте го работното оптоварување меѓу членовите на тимот со <b>Управување со ресурси и оптоварување</b>. Ова се само неколку од многуте моќни додатоци достапни во JustDo.",
  "main_page_slides_getting_started_video_title": "Започнете со JustDo",
  "main_page_slides_getting_started_video_subtitle": "Дознајте што може да направи JustDo за вас!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Создадете го вашиот проект со еден промпт",
  "main_page_slides_do_pilot_message_paste_title": "Нашиот AI асистент",
  "main_page_slides_do_pilot_message_paste_subtitle": "Создавајте задачи од текстуални пораки и документи!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Автоматско разработување на задачи",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Автоматски разделете ги задачите на подзадачи",
  "main_page_slides_do_pilot_summary_title": "Разговор за задачи со AI",
  "main_page_slides_do_pilot_summary_subtitle": "Автоматски сумирајте ги задачите и разговарајте за нив со AI",
  "main_page_slides_task_summary": "Резиме на задачата",
  "main_page_stats_unlimited": "Неограничено",
  "main_page_stats_1": "Додатоци",
  "main_page_stats_2": "Години на пазарот",
  "main_page_stats_3": "Задачи по табла",
  "main_page_stats_4": "Опции за прилагодување",
  "main_page_stats_5": "Колоритни теми",
  "main_page_stats_6": "Поддржани јазици"
}