{
  "more_than_just_project_management_title": "Гнучка платформа CMS та ERP",
  "more_than_just_project_management_content": "JustDo - це більше, ніж просто програмне забезпечення для управління проектами. Воно безперебійно функціонує як CMS, так і ERP система. Високий ступінь налаштування робить його ідеальним для різноманітних бізнес-застосувань, пропонуючи надійні, індивідуальні рішення для задоволення специфічних галузевих потреб. Ця універсальність робить JustDo ідеальною платформою для бізнесу, який прагне інтегрувати комплексні інструменти управління з гнучкістю CMS.",
  "full_ai_integration_title": "Повна інтеграція ШІ",
  "full_ai_integration_content": "За допомогою передових можливостей ШІ JustDo, ви можете швидко генерувати структури проектів з одного запиту, перетворювати документи та контракти на завдання, створювати комплексні резюме та виконувати детальні запити щодо ваших проектів.",
  "choose_who_sees_what_title": "Обирайте, хто що бачить",
  "choose_who_sees_what_content": "Вибіркове поширення завдань дозволяє вам запрошувати клієнтів, постачальників та зацікавлених сторін на вашу дошку, забезпечуючи при цьому, що вони бачать лише те, що було з ними поділено. Наша гнучка система дозволів пристосовується до широкого спектру контролю доступу, забезпечуючи індивідуальну видимість та безпеку для кожного учасника.",
  "manage_multiple_projects_on_one_board_title": "Керуйте кількома проектами на одній дошці",
  "manage_multiple_projects_on_one_board_content": "Завдяки підтримці JustDo масивних дошок, що містять понад 200 000 завдань, управління кількома проектами на одній дошці стає зручним та ефективним. Організовуйте, контролюйте та виконуйте всі ваші проекти безперебійно в одному централізованому місці.",
  "gantt_dependencies_title": "Діаграма Ганта та залежності",
  "gantt_dependencies_content": "Повнофункціональна діаграма Ганта JustDo з міжпроектними залежностями. Забезпечує ефективне планування, координацію та відстеження для дотримання графіку проектів.",
  "chat_channels_emails_files_title": "Чат-канали, електронні листи, файли",
  "chat_channels_emails_files_content": "Підвищуйте співпрацю команди за допомогою спеціальних чат-каналів для кожного завдання. Обговорюйте ідеї в режимі реального часу безпосередньо в рамках вашого проекту для безперебійного спілкування. Надсилайте електронні листи безпосередньо до завдань, створюючи централізований запис, доступний для всіх, навіть для зовнішніх співробітників. Легко керуйте, діліться та організовуйте всі ваші проектні документи в одному місці, тримаючи вашу команду злагодженою та продуктивною.",
  "enterprise_grade_plugins_title": "Плагіни корпоративного рівня",
  "enterprise_grade_plugins_content": "JustDo пропонує ряд плагінів корпоративного рівня для покращення ваших можливостей управління проектами. Ідентифікуйте та керуйте ризиками за допомогою нашого плагіна <b>Управління ризиками</b>, який забезпечує успіх та стійкість проекту. Точно відстежуйте час, витрачений на завдання, за допомогою інтуїтивного <b>Відстеження часу</b> для точного розподілу ресурсів. Оптимізуйте розподіл завдань та балансуйте робоче навантаження між членами команди за допомогою <b>Управління ресурсами та навантаженням</b>. Це лише деякі з багатьох потужних плагінів, доступних у JustDo.",
  "main_page_slides_getting_started_video_title": "Початок роботи з JustDo",
  "main_page_slides_getting_started_video_subtitle": "Дізнайтеся, що JustDo може зробити для вас!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo ШІ",
  "main_page_slides_justdo_ai_prompt_subtitle": "Створіть свій проект з одного запиту",
  "main_page_slides_do_pilot_message_paste_title": "Наш ШІ-асистент",
  "main_page_slides_do_pilot_message_paste_subtitle": "Створюйте завдання з текстових повідомлень та документів!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Автоматичне розширення завдань",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Автоматично розбивайте завдання на підзавдання",
  "main_page_slides_do_pilot_summary_title": "Чат з ШІ по завданнях",
  "main_page_slides_do_pilot_summary_subtitle": "Автоматично підсумовуйте завдання та спілкуйтеся з ШІ про них",
  "main_page_slides_task_summary": "Підсумок завдання",
  "main_page_stats_unlimited": "Необмежено",
  "main_page_stats_1": "Плагінів",
  "main_page_stats_2": "Років на ринку",
  "main_page_stats_3": "Завдань на дошці",
  "main_page_stats_4": "Варіантів налаштування",
  "main_page_stats_5": "Кольорових тем",
  "main_page_stats_6": "Підтримуваних мов"
}