{
  "more_than_just_project_management_title": "Flexibel CMS- en ERP-platform",
  "more_than_just_project_management_content": "JustDo is meer dan alleen projectmanagementsoftware. Het functioneert naadloos als zowel een CMS als een ERP-systeem. De hoge mate van aanpasbaarheid maakt het ideaal voor verschillende bedrijfstoepassingen, met robuuste, op maat gemaakte oplossingen voor specifieke branchebehoeften. Deze veelzijdigheid maakt JustDo het perfecte platform voor bedrijven die op zoek zijn naar integratie van uitgebreide managementtools met de flexibiliteit van een CMS.",
  "full_ai_integration_title": "Volledige AI-integratie",
  "full_ai_integration_content": "Met de geavanceerde AI-mogelijkheden van JustDo kunt u snel projectstructuren genereren vanuit een enkele prompt, documenten en contracten omzetten in taken, uitgebreide samenvattingen produceren en gedetailleerde zoekopdrachten uitvoeren over uw projecten.",
  "choose_who_sees_what_title": "Kies wie wat ziet",
  "choose_who_sees_what_content": "Selectief delen van taken stelt u in staat om klanten, leveranciers en belanghebbenden uit te nodigen voor uw board, terwijl u ervoor zorgt dat ze alleen zien wat met hen gedeeld is. Ons flexibele rechtensysteem ondersteunt een breed scala aan toegangscontroles, waardoor op maat gemaakte zichtbaarheid en beveiliging voor elke deelnemer wordt geboden.",
  "manage_multiple_projects_on_one_board_title": "Beheer meerdere projecten op één board",
  "manage_multiple_projects_on_one_board_content": "Met JustDo's ondersteuning voor enorme boards met meer dan 200.000 taken wordt het beheren van meerdere projecten op één board handig en efficiënt. Organiseer, monitor en voer al uw projecten naadloos uit op één centrale plek.",
  "gantt_dependencies_title": "Gantt & Afhankelijkheden",
  "gantt_dependencies_content": "JustDo's volledig uitgeruste Gantt met projectoverschrijdende afhankelijkheden. Maakt efficiënte planning, coördinatie en tracking mogelijk om projecten op schema te houden.",
  "chat_channels_emails_files_title": "Chatkanalen, E-mails, Bestanden",
  "chat_channels_emails_files_content": "Versterk teamcollaboratie met speciale chatkanalen voor elke taak. Bespreek ideeën in realtime, direct binnen uw project, voor naadloze communicatie. Stuur e-mails rechtstreeks naar taken, waardoor een gecentraliseerd record wordt gecreëerd dat toegankelijk is voor iedereen, zelfs externe medewerkers. Beheer, deel en organiseer moeiteloos al uw projectdocumenten op één plek, waardoor uw team op één lijn blijft en productief is.",
  "enterprise_grade_plugins_title": "Enterprise-grade Plugins",
  "enterprise_grade_plugins_content": "JustDo biedt een reeks enterprise-grade plugins om uw projectmanagementcapaciteiten te verbeteren. Identificeer en beheer risico's met onze <b>Risicomanagement</b> Plugin die projectsucces en veerkracht waarborgt. Houd nauwkeurig de tijd bij die aan taken wordt besteed met intuïtieve <b>Tijdregistratie</b> voor precieze resourceallocatie. Optimaliseer taakverdeling en balanceer werkdruk over teamleden met <b>Resource- & Belastingsbeheer</b>. Dit zijn slechts enkele van de vele krachtige plugins die beschikbaar zijn in JustDo.",
  "main_page_slides_getting_started_video_title": "Aan de slag met JustDo",
  "main_page_slides_getting_started_video_subtitle": "Ontdek wat JustDo voor jullie kan doen!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Creëer jullie project met een enkele prompt",
  "main_page_slides_do_pilot_message_paste_title": "Onze AI-assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Maak taken van tekstberichten en documenten!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-uitwerken van taken",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatisch taken opsplitsen in subtaken",
  "main_page_slides_do_pilot_summary_title": "Taakchat met AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automatisch taken samenvatten en chatten met AI erover",
  "main_page_slides_task_summary": "Taaksamenvatting",
  "main_page_stats_unlimited": "Onbeperkt",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Jaren op de markt",
  "main_page_stats_3": "Taken per board",
  "main_page_stats_4": "Aanpassingsopties",
  "main_page_stats_5": "Kleurrijke thema's",
  "main_page_stats_6": "Ondersteunde talen"
}