{
  "enhanced_scalability_seamless_deployment_title": "Forbedret skalerbarhet og sømløs implementering",
  "enhanced_scalability_seamless_deployment_content": "JustDo er konstruert for enkel implementering og eksepsjonell skalerbarhet. Med en robust arkitektur støtter den hundretusenvis av oppgaver per prosjekt, noe som gjør den til en virkelig enterprise-grade løsning. Denne kapasiteten sikrer sømløs ytelse og ekspansjon, perfekt tilpasset veksten i dine klienters prosjekter.",
  "multiple_sources_of_revenue_title": "Flere inntektskilder",
  "multiple_sources_of_revenue_content": "JustDo tilbyr en helhetlig pakke med tjenester som dere kan tilby kundene deres. Ved å adoptere JustDo kan dere selge hosting, utvikling, opplæring, vedlikehold og støttetjenester, og dermed skape en pålitelig og kontinuerlig inntektsstrøm. Vår omfattende plattform gir dere muligheten til å utvide forretningstilbudet og maksimere lønnsomheten.",
  "simple_cost_structure_title": "Enkel kostnadsstruktur",
  "simple_cost_structure_content": "Vi tar ikke en prosentandel av salget ditt. Prisene våre er klare og enkle, med en fast månedlig avgift per bruker og faste priser for premium-funksjoner à la carte, som Gantt og AI. Denne transparente prisstrukturen sikrer at dere alltid vet hva dere kan forvente, slik at dere kan prognosere kostnadene og potensiell fortjeneste med selvtillit. For fullstendige detaljer, <a href=\"/pricing\">besøk vår prisside</a>.",
  "use_your_brand_white_label_ready_title": "Bruk deres merkevare - Klar for white-label",
  "use_your_brand_white_label_ready_content": "Styrk kundenes merkevaresynlighet med JustDos white-label-muligheter. Tilpass plattformen med deres logoer, fargepaletter og unike identiteter for å skape en sømløs, merkevaretilpasset opplevelse.",
  "support_for_intranet_deployments_title": "Topp sikkerhet - Intranet-implementering tilgjengelig",
  "support_for_intranet_deployments_content": "Klienter i sensitive bransjer krever ofte svært sikker implementering innenfor sitt intranett, noen ganger til og med uten internettilgang. JustDo støtter dette unike implementeringsalternativet og gir et ultrasikkert, lokalt miljø <b>som få konkurrerende løsninger kan tilby.</b>",
  "speaks_the_language_of_your_clients_title": "Snakker kundenes språk",
  "speaks_the_language_of_your_clients_content": "Med vårt avanserte oversettelsessystem kan JustDo oversettes til de 100 mest brukte språkene i verden <b>innen få dager</b>, noe som sikrer en sømløs opplevelse for deres lokale kunder. Hvis markedet ditt trenger en oversettelse vi ikke tilbyr ennå, ikke nøl med å kontakte oss! Vi er ivrige etter å vurdere tillegg, <b><u>spesielt for markeder uten noen tilgjengelige løsninger</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI-assisterte demoer",
  "on_the_fly_proof_of_concept_content": "Med JustDos AI-assisterte demoer kan kundene dine beskrive ønsket prosjekt, og vi genererer umiddelbart en struktur for en rask demo. Denne funksjonen er <b>ideell for å imponere kunder</b> og fange oppmerksomheten deres.",
  "collaboration_and_communication_title": "Samarbeid og kommunikasjon",
  "collaboration_and_communication_content": "JustDo smelter sømløst sammen kommunikasjon og samarbeid med kraftig prosjektstyring. Del selektivt oppgaver med kunder og leverandører, behold omfattende e-post- og chattelogger, og organiser prosjektdokumenter effektivt. Samtidig kan dere administrere flere prosjekter med Gantt-diagrammer og avhengigheter, spore tid og balansere arbeidsbelastninger - alt under én intuitiv plattform."
}