{
  "more_than_just_project_management_title": "Платформаи чандирии CMS ва ERP",
  "more_than_just_project_management_content": "JustDo на танҳо нармафзори идоракунии лоиҳа аст. Он ҳамчун системаи CMS ва ERP бемамониат кор мекунад. Дараҷаи баланди мутобиқшавии он барои истифодаи гуногуни тиҷоратӣ мувофиқ аст ва роҳиҳалҳои устувор ва мутобиқшударо барои қонеъ кардани талаботи мушаххаси соҳа пешниҳод мекунад. Ин гуногунҷабҳагӣ JustDo-ро платформаи комил барои корхонаҳое месозад, ки мехоҳанд воситаҳои ҳамаҷонибаи идоракуниро бо чандирии CMS муттаҳид кунанд.",
  "full_ai_integration_title": "Ҳамгироии пурраи зеҳни сунъӣ (AI)",
  "full_ai_integration_content": "Бо қобилиятҳои пешрафтаи зеҳни сунъии JustDo, шумо метавонед зуд сохторҳои лоиҳаро аз як дархост эҷод кунед, ҳуҷҷатҳо ва шартномаҳоро ба вазифаҳо табдил диҳед, хулосаҳои ҳамаҷониба таҳия кунед ва дархостҳои муфассал дар бораи лоиҳаҳои худ гузаронед.",
  "choose_who_sees_what_title": "Интихоб кунед, ки кӣ чиро мебинад",
  "choose_who_sees_what_content": "Мубодилаи интихобии вазифаҳо ба шумо имкон медиҳад, ки мизоҷон, фурӯшандагон ва ҷонибҳои манфиатдорро ба тахтаи худ даъват кунед ва дар айни замон боварӣ ҳосил кунед, ки онҳо танҳо он чизеро мебинанд, ки бо онҳо мубодила мешавад. Системаи чандири иҷозатҳои мо доираи васеи назорати дастрасиро таъмин мекунад ва барои ҳар як иштирокчӣ намоёнӣ ва амнияти мувофиқ пешниҳод мекунад.",
  "manage_multiple_projects_on_one_board_title": "Идоракунии якчанд лоиҳа дар як тахта",
  "manage_multiple_projects_on_one_board_content": "Бо дастгирии JustDo барои тахтаҳои бузург, ки зиёда аз 200,000 вазифаро дар бар мегиранд, идоракунии якчанд лоиҳа дар як тахта қулай ва самаранок мегардад. Ҳамаи лоиҳаҳои худро дар як ҷои марказонидашуда ба таври бемамониат ташкил, назорат ва иҷро кунед.",
  "gantt_dependencies_title": "Диаграммаи Гант ва вобастагиҳо",
  "gantt_dependencies_content": "Диаграммаи Ганти пурра бо вобастагиҳои байни лоиҳаҳо дар JustDo. Имкон медиҳад банақшагирӣ, ҳамоҳангсозӣ ва пайгирии самаранок барои нигоҳ доштани ҷадвали лоиҳаҳо.",
  "chat_channels_emails_files_title": "Каналҳои чат, почтаи электронӣ, файлҳо",
  "chat_channels_emails_files_content": "Ҳамкории гурӯҳро бо каналҳои махсуси чат барои ҳар як вазифа тақвият диҳед. Ғояҳоро дар вақти воқеӣ бевосита дар дохили лоиҳаи худ барои алоқаи бемамониат муҳокима кунед. Паёмҳои электрониро мустақиман ба вазифаҳо фиристед ва сабти марказонидашудаеро эҷод кунед, ки барои ҳама, ҳатто ҳамкорони беруна дастрас аст. Ҳамаи ҳуҷҷатҳои лоиҳаи худро дар як ҷо ба осонӣ идора кунед, мубодила кунед ва ташкил кунед, то гурӯҳи шумо ҳамоҳанг ва маҳсулнок бошад.",
  "enterprise_grade_plugins_title": "Плагинҳои дараҷаи корхона",
  "enterprise_grade_plugins_content": "JustDo маҷмӯи плагинҳои дараҷаи корхонаро барои беҳтар кардани қобилиятҳои идоракунии лоиҳаи шумо пешниҳод мекунад. Хавфҳоро муайян ва идора кунед бо плагини мо барои <b>Идоракунии хавфҳо</b>, ки муваффақият ва устувории лоиҳаро таъмин мекунад. Вақти сарфшударо барои вазифаҳо бо <b>Пайгирии вақт</b>-и интуитивӣ барои тақсимоти дақиқи захираҳо пайгирӣ кунед. Тақсимоти вазифаҳоро оптимизатсия кунед ва сарбории корро байни аъзои гурӯҳ бо <b>Идоракунии захираҳо ва сарборӣ</b> мувозинат кунед. Инҳо танҳо баъзе аз плагинҳои пурқуввати дастрас дар JustDo мебошанд.",
  "main_page_slides_getting_started_video_title": "Оғози кор бо JustDo",
  "main_page_slides_getting_started_video_subtitle": "Омӯзед, ки JustDo барои шумо чӣ кор карда метавонад!",
  "main_page_slides_justdo_ai_prompt_title": "Зеҳни сунъии JustDo",
  "main_page_slides_justdo_ai_prompt_subtitle": "Лоиҳаи худро бо як дархост эҷод кунед",
  "main_page_slides_do_pilot_message_paste_title": "Ёрдамчии зеҳни сунъии мо",
  "main_page_slides_do_pilot_message_paste_subtitle": "Аз паёмҳои матнӣ ва ҳуҷҷатҳо вазифаҳо эҷод кунед!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Худкор тавсеа додани вазифаҳо",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Вазифаҳоро ба таври худкор ба зервазифаҳо тақсим кунед",
  "main_page_slides_do_pilot_summary_title": "Чати вазифаҳо бо зеҳни сунъӣ",
  "main_page_slides_do_pilot_summary_subtitle": "Вазифаҳоро ба таври худкор ҷамъбаст кунед ва бо зеҳни сунъӣ дар бораи онҳо суҳбат кунед",
  "main_page_slides_task_summary": "Хулосаи вазифа",
  "main_page_stats_unlimited": "Номаҳдуд",
  "main_page_stats_1": "Плагинҳо",
  "main_page_stats_2": "Солҳо дар бозор",
  "main_page_stats_3": "Вазифаҳо дар як тахта",
  "main_page_stats_4": "Имконоти мутобиқсозӣ",
  "main_page_stats_5": "Мавзӯъҳои рангоранг",
  "main_page_stats_6": "Забонҳои дастгиришуда"
}