{
  "more_than_just_project_management_title": "নমনীয় সিএমএস এবং ইআরপি প্ল্যাটফর্ম",
  "more_than_just_project_management_content": "JustDo শুধুমাত্র প্রকল্প ব্যবস্থাপনা সফটওয্যার নয়। এটি নির্বিঘ্নে একটি সিএমএস (CMS) এবং ইআরপি (ERP) সিস্টেম হিসাবেও কাজ করে। এর উচ্চ মাত্রার কাস্টমাইজেশন ক্ষমতা এটিকে বিভিন্ন ব্যবসায়িক প্রয়োগের জন্য আদর্শ করে তোলে, নির্দিষ্ট শিল্পের প্রয়োজন মেটাতে শক্তিশালী, উপযোগী সমাধান প্রদান করে। এই বহুমুখিতা JustDo-কে সেই সব ব্যবসার জন্য নিখুঁত প্ল্যাটফর্ম করে তোলে যারা ব্যাপক ব্যবস্থাপনা টুল এবং সিএমএস-এর নমনীয়তা একত্রিত করতে চায়।",
  "full_ai_integration_title": "সম্পূর্ণ এআই (AI) সমন্বয়",
  "full_ai_integration_content": "JustDo-এর উন্নত এআই (AI) সক্ষমতার সাথে, আপনারা একটি একক প্রম্পট থেকে দ্রুত প্রকল্প কাঠামো তৈরি করতে পারেন, দলিল এবং চুক্তিপত্রকে কাজে রূপান্তরিত করতে পারেন, বিস্তৃত সারসংক্ষেপ তৈরি করতে পারেন, এবং আপনাদের প্রকল্প সম্পর্কে বিস্তারিত প্রশ্ন চালাতে পারেন।",
  "choose_who_sees_what_title": "কে কী দেখবে তা বেছে নিন",
  "choose_who_sees_what_content": "নির্বাচিত কাজ শেয়ারিং আপনাদেরকে ক্লায়েন্ট, বিক্রেতা, এবং স্টেকহোল্ডারদের আপনাদের বোর্ডে আমন্ত্রণ জানাতে দেয়, এই নিশ্চয়তা দিয়ে যে তারা কেবল তাদের সাথে শেয়ার করা জিনিসগুলোই দেখতে পারবেন। আমাদের নমনীয় অনুমতি সিস্টেম বিস্তৃত পরিসরের অ্যাক্সেস নিয়ন্ত্রণ সমর্থন করে, প্রতিটি অংশগ্রহণকারীর জন্য উপযোগী দৃশ্যমানতা এবং নিরাপত্তা প্রদান করে।",
  "manage_multiple_projects_on_one_board_title": "একটি বোর্ডে একাধিক প্রকল্প পরিচালনা করুন",
  "manage_multiple_projects_on_one_board_content": "JustDo-এর 200,000 এরও বেশি কাজ ধারণ করতে পারা বিশাল বোর্ডের সমর্থনের সাথে, একটি একক বোর্ডে একাধিক প্রকল্প পরিচালনা করা সুবিধাজনক এবং দক্ষ হয়ে ওঠে। আপনাদের সমস্ত প্রকল্প একটি কেন্দ্রীভূত স্থানে নির্বিঘ্নে সংগঠিত, পর্যবেক্ষণ এবং কার্যকর করুন।",
  "gantt_dependencies_title": "গ্যান্ট এবং নির্ভরতা",
  "gantt_dependencies_content": "JustDo-এর পূর্ণাঙ্গ বৈশিষ্ট্যযুক্ত গ্যান্ট (Gantt) চার্ট ক্রস প্রকল্প নির্ভরতা সহ। দক্ষ পরিকল্পনা, সমন্বয় এবং ট্র্যাকিং সক্ষম করে প্রকল্পগুলিকে সময়সূচী অনুযায়ী রাখে।",
  "chat_channels_emails_files_title": "চ্যাট চ্যানেল, ইমেইল, ফাইল",
  "chat_channels_emails_files_content": "প্রতিটি কাজের জন্য নিবেদিত চ্যাট চ্যানেলের মাধ্যমে দলের সহযোগিতা বাড়ান। আপনাদের প্রকল্পের মধ্যে সরাসরি রিয়েল-টাইমে ধারণা আলোচনা করুন, নির্বিঘ্ন যোগাযোগের জন্য। সরাসরি কাজে ইমেইল পাঠান, যা একটি কেন্দ্রীভূত রেকর্ড তৈরি করে যা সবার কাছে অ্যাক্সেসযোগ্য, এমনকি বাহ্যিক সহযোগীদের কাছেও। আপনাদের দলকে একসঙ্গে এবং উৎপাদনশীল রাখতে, একটি জায়গায় সহজে আপনাদের সমস্ত প্রকল্প দলিল পরিচালনা, শেয়ার এবং সংগঠিত করুন।",
  "enterprise_grade_plugins_title": "এন্টারপ্রাইজ গ্রেড প্লাগইন",
  "enterprise_grade_plugins_content": "JustDo আপনাদের প্রকল্প ব্যবস্থাপনা ক্ষমতা বাড়াতে একাধিক এন্টারপ্রাইজ-গ্রেড প্লাগইন অফার করে। আমাদের <b>ঝুঁকি ব্যবস্থাপনা</b> (Risk Management) প্লাগইন দিয়ে ঝুঁকি চিহ্নিত করুন এবং পরিচালনা করুন যা প্রকল্পের সাফল্য এবং স্থিতিস্থাপকতা নিশ্চিত করে। সঠিক সম্পদ বরাদ্দের জন্য স্বজ্ঞাত <b>সময় ট্র্যাকিং</b> (Time Tracking) দিয়ে কাজে ব্যয় করা সময় নির্ভুলভাবে ট্র্যাক করুন। <b>সম্পদ ও লোড ব্যবস্থাপনা</b> (Resource & Load Management) দিয়ে কাজের বরাদ্দ অপ্টিমাইজ করুন এবং দলের সদস্যদের মধ্যে কাজের ভারসাম্য রাখুন। এগুলি JustDo-তে উপলব্ধ অনেক শক্তিশালী প্লাগইনের মধ্যে কয়েকটি মাত্র।",
  "main_page_slides_getting_started_video_title": "JustDo দিয়ে শুরু করা",
  "main_page_slides_getting_started_video_subtitle": "JustDo আপনাদের জন্য কী করতে পারে তা জানুন!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo এআই (AI)",
  "main_page_slides_justdo_ai_prompt_subtitle": "একটি একক প্রম্পট দিয়ে আপনাদের প্রকল্প তৈরি করুন",
  "main_page_slides_do_pilot_message_paste_title": "আমাদের এআই (AI) সহকারী",
  "main_page_slides_do_pilot_message_paste_subtitle": "টেক্সট বার্তা এবং দলিল থেকে কাজ তৈরি করুন!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "স্বয়ংক্রিয়-বিস্তারিত কাজ",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "স্বয়ংক্রিয়ভাবে কাজগুলিকে উপ-কাজে ভাগ করুন",
  "main_page_slides_do_pilot_summary_title": "এআই (AI) সঙ্গে কাজের চ্যাট",
  "main_page_slides_do_pilot_summary_subtitle": "কাজগুলির স্বয়ংক্রিয় সারসংক্ষেপ করুন এবং সেগুলি সম্পর্কে এআই (AI) এর সাথে চ্যাট করুন",
  "main_page_slides_task_summary": "কাজের সারসংক্ষেপ",
  "main_page_stats_unlimited": "অসীমিত",
  "main_page_stats_1": "প্লাগইন",
  "main_page_stats_2": "বাজারে বছর",
  "main_page_stats_3": "প্রতি বোর্ডে কাজ",
  "main_page_stats_4": "কাস্টমাইজেশন বিকল্প",
  "main_page_stats_5": "রঙিন থিম",
  "main_page_stats_6": "সমর্থিত ভাষা"
}