{
  "more_than_just_project_management_title": "Fleksibel CMS- og ERP-plattform",
  "more_than_just_project_management_content": "JustDo er mer enn bare prosjektstyringsrogramvare. Det fungerer sømløst som både et CMS og ERP-system. Den høye graden av tilpasningsmuligheter gjør det ideelt for en rekke forretningsapplikasjoner, og tilbyr robuste, skreddersydde løsninger for å møte spesifikke bransjebehov. Denne allsidigheten gjør JustDo til den perfekte plattformen for bedrifter som ønsker å integrere omfattende styringsverktøy med fleksibiliteten til et CMS.",
  "full_ai_integration_title": "Full AI-integrasjon",
  "full_ai_integration_content": "Med JustDos avanserte AI-funksjonalitet kan dere raskt generere prosjektstrukturer fra en enkelt prompt, konvertere dokumenter og kontrakter til oppgaver, produsere omfattende sammendrag, og kjøre detaljerte spørringer om prosjektene deres.",
  "choose_who_sees_what_title": "Velg hvem som ser hva",
  "choose_who_sees_what_content": "Selektiv oppgavedeling lar dere invitere klienter, leverandører og interessenter til JustDo-tavlen deres, samtidig som dere sikrer at de kun ser det som er delt med dem. Vårt fleksible tillatelsessystem støtter et bredt spekter av tilgangskontroller, og gir skreddersydd synlighet og sikkerhet for hver deltaker.",
  "manage_multiple_projects_on_one_board_title": "Administrer flere prosjekter på én tavle",
  "manage_multiple_projects_on_one_board_content": "Med JustDos støtte for massive tavler som inneholder over 200 000 oppgaver, blir det praktisk og effektivt å administrere flere prosjekter på én enkelt tavle. Organiser, overvåk og utfør alle prosjektene dine sømløst på ett sentralisert sted.",
  "gantt_dependencies_title": "Gantt og avhengigheter",
  "gantt_dependencies_content": "JustDos fullverdige Gantt-diagram med prosjektovergripende avhengigheter. Muliggjør effektiv planlegging, koordinering og sporing for å holde prosjekter i rute.",
  "chat_channels_emails_files_title": "Chattekanaler, e-poster, filer",
  "chat_channels_emails_files_content": "Øk teamsamarbeidet med dedikerte chattekanaler for hver oppgave. Diskuter ideer i sanntid, direkte innenfor prosjektet ditt, for sømløs kommunikasjon. Send e-poster direkte til oppgaver, og skap en sentralisert oversikt tilgjengelig for alle, selv eksterne samarbeidspartnere. Administrer, del og organiser enkelt alle prosjektdokumentene dine på ett sted, og hold teamet ditt samkjørt og produktivt.",
  "enterprise_grade_plugins_title": "Enterprise-nivå pluginer",
  "enterprise_grade_plugins_content": "JustDo tilbyr en rekke pluginer på enterprise-nivå for å forbedre prosjektstyringsmulighetene dine. Identifiser og håndter risikoer med vår <b>Risikostyring</b>-plugin som sikrer prosjektsuksess og motstandsdyktighet. Spor nøyaktig tid brukt på oppgaver med intuitiv <b>Tidsregistrering</b> for presis ressursallokering. Optimaliser oppgavefordeling og balanser arbeidsmengden på tvers av teammedlemmer med <b>Ressurs- og belastningsstyring</b>. Dette er bare noen få av de mange kraftige pluginene som er tilgjengelige i JustDo.",
  "main_page_slides_getting_started_video_title": "Kom i gang med JustDo",
  "main_page_slides_getting_started_video_subtitle": "Lær hva JustDo kan gjøre for dere!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Skap prosjektet ditt med en enkelt prompt",
  "main_page_slides_do_pilot_message_paste_title": "Vår AI-assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Lag oppgaver fra tekstmeldinger og dokumenter!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-utdyp oppgaver",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Bryt automatisk ned oppgaver i deloppgaver",
  "main_page_slides_do_pilot_summary_title": "Oppgavechat med AI",
  "main_page_slides_do_pilot_summary_subtitle": "Automatisk oppsummering av oppgaver og chat med AI om dem",
  "main_page_slides_task_summary": "Oppgaveoppsummering",
  "main_page_stats_unlimited": "Ubegrenset",
  "main_page_stats_1": "Pluginer",
  "main_page_stats_2": "År i markedet",
  "main_page_stats_3": "Oppgaver per tavle",
  "main_page_stats_4": "Tilpasningsmuligheter",
  "main_page_stats_5": "Fargerike temaer",
  "main_page_stats_6": "Støttede språk"
}