{
  "main_page_features_management_gantt_and_dependencies_title": "Biểu dồ Gantt và tính phụ thuộc",
  "main_page_features_management_gantt_and_dependencies_subtitle": "Biểu đồ Gantt với đầy đủ tính năng của JustDo cùng với các tác vụ phụ thuộc chéo. Cho phép lập kế hoạch, điều phối và theo dõi hiệu quả để giữ cho các dự án đúng tiến độ.",
  "main_page_features_management_multiple_projects_title": "Nhiều dự án",
  "main_page_features_management_multiple_projects_subtitle": "Quản lý hiệu quả nhiều dự án theo một cấu trúc tổng thể.",
  "main_page_features_management_risk_management_title": "Quản trị rủi ro",
  "main_page_features_management_risk_management_subtitle": "Xác định, đánh giá và quản lý rủi ro một cách hiệu quả với các tính năng quản lý rủi ro tối đa của JustDo, đảm bảo thành công và khả năng bền bỉ của dự án.",
  "main_page_features_management_time_tracking_title": "Theo dõi thời gian",
  "main_page_features_management_time_tracking_subtitle": "Theo dõi chính xác thời gian dành cho các nhiệm vụ với tính năng theo dõi thời gian trực quan của JustDo, đảm bảo phân bổ tài nguyên minh bạch và chính xác.",
  "main_page_features_management_resource_and_load_management_title": "Quản lý tài nguyên và khối lượng công việc",
  "main_page_features_management_resource_and_load_management_subtitle": "Quản lý hiệu quả tài nguyên và khối lượng công việc với JustDo, tối ưu hóa phân bổ nhiệm vụ và đảm bảo phân bổ cân bằng giữa các thành viên trong nhóm.",
  "main_page_features_communication_choose_who_sees_what_title": "Lựa chọn quyền truy cập cho từng nội dung",
  "main_page_features_communication_choose_who_sees_what_subtitle": "Chia sẻ nhiệm vụ có chọn lọc cho phép bạn mời khách hàng, nhà cung cấp và các bên liên quan vào dự án của bạn để xem những gì được chia sẻ riêng cho họ.",
  "main_page_features_communication_emails_title": "Emails",
  "main_page_features_communication_emails_subtitle": "Tạo công việc bằng cách gửi email trực tiếp đến JustDo, duy trì tính minh bạch và thuận tiện, bao gồm cả những thông tin liên lạc bên ngoài không sử dụng JustDo.",
  "main_page_features_communication_chat_channels_title": "Trao đổi trực tuyến",
  "main_page_features_communication_chat_channels_subtitle": "Trò chuyện dành riêng cho từng nhiệm vụ giúp tăng cường giao tiếp và làm việc theo nhóm, cho phép thảo luận và cộng tác theo thời gian thực trong bối cảnh dự án của bạn.",
  "main_page_features_communication_files_title": "Tài liệu",
  "main_page_features_communication_files_subtitle": "Dễ dàng truy cập, chia sẻ và sắp xếp các tài liệu và tài nguyên liên quan đến dự án.",
  "main_page_features_communication_meeting_notes_title": "Ghi chú cuộc họp",
  "main_page_features_communication_meeting_notes_subtitle": "Dễ dàng quản lý các cuộc họp, theo dõi các tác vụ được tạo và các quyết định được đưa ra.",
  "main_page_get_together_and_justdo": "Làm việc cùng nhau & JustDo",
  "main_page_all_projects_all_collaborators_one_common_space": "Tất cả các dự án · Tất cả các cộng tác viên · Một nơi làm việc chung",
  "fully_source_available_title": "Hoàn toàn Có sẵn Mã nguồn",
  "fully_source_available_content": "Mỗi khách hàng có nhu cầu riêng biệt. Thiết kế kỹ thuật của JustDo có tính mô-đun cao, với mã nguồn hiện đại và dễ điều hướng. <b>Thêm các chi tiết hoàn thiện mà khách hàng của các bạn yêu cầu, và các bạn đã sẵn sàng để triển khai.</b>"
}