{
  "more_than_just_project_management_title": "Гнуткая платформа CMS і ERP",
  "more_than_just_project_management_content": "JustDo - гэта больш, чым проста праграмнае забеспячэнне для кіравання праектамі. Яно бесперашкодна функцыянуе як сістэма кіравання кантэнтам (CMS) і сістэма планавання рэсурсаў прадпрыемства (ERP). Яго высокая ступень наладжвання робіць яго ідэальным для розных бізнес-прыкладанняў, прапануючы надзейныя, індывідуальныя рашэнні для задавальнення спецыфічных патрэб галіны. Гэтая універсальнасць робіць JustDo ідэальнай платформай для бізнесу, які шукае інтэграцыі комплексных інструментаў кіравання з гнуткасцю CMS.",
  "full_ai_integration_title": "Поўная інтэграцыя штучнага інтэлекту",
  "full_ai_integration_content": "З пашыранымі магчымасцямі штучнага інтэлекту JustDo вы можаце хутка генераваць структуры праектаў з адзінага запыту, ператвараць дакументы і кантракты ў задачы, ствараць усеахопныя рэзюмэ і выконваць дэталёвыя запыты аб вашых праектах.",
  "choose_who_sees_what_title": "Выбірайце, хто што бачыць",
  "choose_who_sees_what_content": "Выбарачны абмен задачамі дазваляе вам запрашаць кліентаў, пастаўшчыкоў і зацікаўленых асоб на вашу дошку, забяспечваючы пры гэтым, што яны бачаць толькі тое, чым з імі падзяліліся. Наша гнуткая сістэма дазволаў падтрымлівае шырокі спектр кантролю доступу, забяспечваючы індывідуальную бачнасць і бяспеку для кожнага ўдзельніка.",
  "manage_multiple_projects_on_one_board_title": "Кіруйце некалькімі праектамі на адной дошцы",
  "manage_multiple_projects_on_one_board_content": "З падтрымкай JustDo для масіўных дошак, якія змяшчаюць больш за 200 000 задач, кіраванне некалькімі праектамі на адной дошцы становіцца зручным і эфектыўным. Арганізуйце, адсочвайце і выконвайце ўсе вашы праекты бесперашкодна ў адным цэнтралізаваным месцы.",
  "gantt_dependencies_title": "Дыяграма Ганта і залежнасці",
  "gantt_dependencies_content": "Поўнафункцыянальная дыяграма Ганта JustDo з міжпраектнымі залежнасцямі. Забяспечвае эфектыўнае планаванне, каардынацыю і адсочванне для падтрымкі праектаў па графіку.",
  "chat_channels_emails_files_title": "Чат-каналы, электронная пошта, файлы",
  "chat_channels_emails_files_content": "Павысьце супрацоўніцтва каманды з дапамогай спецыяльных чат-каналаў для кожнай задачы. Абмяркоўвайце ідэі ў рэжыме рэальнага часу, непасрэдна ў межах вашага праекта, для бесперашкоднай камунікацыі. Адпраўляйце электронныя лісты непасрэдна ў задачы, ствараючы цэнтралізаваны запіс, даступны для ўсіх, нават для знешніх супрацоўнікаў. Лёгка кіруйце, дзяліцеся і арганізоўвайце ўсе вашы праектныя дакументы ў адным месцы, падтрымліваючы вашу каманду ўзгодненай і прадуктыўнай.",
  "enterprise_grade_plugins_title": "Плагіны карпаратыўнага ўзроўню",
  "enterprise_grade_plugins_content": "JustDo прапануе шэраг плагінаў карпаратыўнага ўзроўню для павышэння вашых магчымасцей кіравання праектамі. Выяўляйце і кіруйце рызыкамі з дапамогай нашага плагіна <b>Кіравання рызыкамі</b>, які забяспечвае поспех і ўстойлівасць праекта. Дакладна адсочвайце час, выдаткаваны на задачы, з інтуітыўным <b>Адсочваннем часу</b> для дакладнага размеркавання рэсурсаў. Аптымізуйце размеркаванне задач і балансуйце рабочую нагрузку паміж членамі каманды з дапамогай <b>Кіравання рэсурсамі і нагрузкай</b>. Гэта толькі некаторыя з многіх магутных плагінаў, даступных у JustDo.",
  "main_page_slides_getting_started_video_title": "Пачынаем працу з JustDo",
  "main_page_slides_getting_started_video_subtitle": "Даведайцеся, што JustDo можа зрабіць для вас!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Стварыце свой праект з дапамогай аднаго запыту",
  "main_page_slides_do_pilot_message_paste_title": "Наш AI-асістэнт",
  "main_page_slides_do_pilot_message_paste_subtitle": "Стварайце задачы з тэкставых паведамленняў і дакументаў!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Аўта-распрацоўка задач",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Аўтаматычна разбівайце задачы на падзадачы",
  "main_page_slides_do_pilot_summary_title": "Чат па задачах з AI",
  "main_page_slides_do_pilot_summary_subtitle": "Аўтаматычна падсумоўвайце задачы і абмяркоўвайце іх з AI",
  "main_page_slides_task_summary": "Рэзюмэ задачы",
  "main_page_stats_unlimited": "Неабмежавана",
  "main_page_stats_1": "Плагінаў",
  "main_page_stats_2": "Гадоў на рынку",
  "main_page_stats_3": "Задач на дошцы",
  "main_page_stats_4": "Варыянтаў наладкі",
  "main_page_stats_5": "Каляровых тэм",
  "main_page_stats_6": "Падтрымліваемых моў"
}