{
  "more_than_just_project_management_title": "Plataforma Flexível de CMS e ERP",
  "more_than_just_project_management_content": "O JustDo é mais do que apenas um software de gerenciamento de projetos. Ele funciona perfeitamente como um sistema de CMS (Sistema de Gerenciamento de Conteúdo) e ERP (Planejamento de Recursos Empresariais). Seu alto grau de personalização o torna ideal para uma variedade de aplicações empresariais, oferecendo soluções robustas e personalizadas para atender às necessidades específicas de cada setor. Essa versatilidade faz do JustDo a plataforma perfeita para empresas que buscam integrar ferramentas de gerenciamento abrangentes com a flexibilidade de um CMS.",
  "full_ai_integration_title": "Integração Completa com IA",
  "full_ai_integration_content": "Com as capacidades avançadas de IA do JustDo, vocês podem rapidamente gerar estruturas de projetos a partir de um único comando, converter documentos e contratos em tarefas, produzir resumos abrangentes e executar consultas detalhadas sobre seus projetos.",
  "choose_who_sees_what_title": "Escolham Quem Vê O Quê",
  "choose_who_sees_what_content": "O compartilhamento seletivo de tarefas permite que vocês convidem clientes, fornecedores e partes interessadas para o seu quadro, garantindo que eles vejam apenas o que é compartilhado com eles. Nosso sistema flexível de permissões acomoda uma ampla gama de controles de acesso, fornecendo visibilidade e segurança personalizadas para cada participante.",
  "manage_multiple_projects_on_one_board_title": "Gerenciem Múltiplos Projetos em Um Único Quadro",
  "manage_multiple_projects_on_one_board_content": "Com o suporte do JustDo para quadros massivos contendo mais de 200.000 tarefas, gerenciar múltiplos projetos em um único quadro torna-se conveniente e eficiente. Organizem, monitorem e executem todos os seus projetos de forma integrada em um único lugar centralizado.",
  "gantt_dependencies_title": "Gantt e Dependências",
  "gantt_dependencies_content": "O Gantt completo do JustDo com Dependências Entre Projetos. Permitindo planejamento, coordenação e acompanhamento eficientes para manter os projetos no cronograma.",
  "chat_channels_emails_files_title": "Canais de Chat, E-mails, Arquivos",
  "chat_channels_emails_files_content": "Impulsionem a colaboração da equipe com canais de chat dedicados para cada tarefa. Discutam ideias em tempo real, diretamente dentro do seu projeto, para uma comunicação perfeita. Enviem e-mails diretamente para as tarefas, criando um registro centralizado acessível a todos, inclusive colaboradores externos. Gerenciem, compartilhem e organizem facilmente todos os documentos do projeto em um só lugar, mantendo sua equipe alinhada e produtiva.",
  "enterprise_grade_plugins_title": "Plugins de Nível Empresarial",
  "enterprise_grade_plugins_content": "O JustDo oferece uma variedade de plugins de nível empresarial para aprimorar suas capacidades de gerenciamento de projetos. Identifiquem e gerenciem riscos com nosso Plugin de <b>Gestão de Riscos</b> que garante o sucesso e a resiliência do projeto. Acompanhem com precisão o tempo gasto em tarefas com o intuitivo <b>Controle de Tempo</b> para uma alocação precisa de recursos. Otimizem a alocação de tarefas e equilibrem as cargas de trabalho entre os membros da equipe com o <b>Gerenciamento de Recursos e Carga</b>. Estes são apenas alguns dos muitos plugins poderosos disponíveis no JustDo.",
  "main_page_slides_getting_started_video_title": "Começando com o JustDo",
  "main_page_slides_getting_started_video_subtitle": "Descubram o que o JustDo pode fazer por vocês!",
  "main_page_slides_justdo_ai_prompt_title": "IA do JustDo",
  "main_page_slides_justdo_ai_prompt_subtitle": "Criem seu projeto com um único comando",
  "main_page_slides_do_pilot_message_paste_title": "Nosso Assistente de IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "Criem tarefas a partir de mensagens de texto e documentos!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Elaboração de Tarefas",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Dividam automaticamente tarefas em subtarefas",
  "main_page_slides_do_pilot_summary_title": "Chat de Tarefas com IA",
  "main_page_slides_do_pilot_summary_subtitle": "Resumam tarefas automaticamente e conversem com a IA sobre elas",
  "main_page_slides_task_summary": "Resumo da tarefa",
  "main_page_stats_unlimited": "Ilimitado",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Anos no Mercado",
  "main_page_stats_3": "Tarefas Por Quadro",
  "main_page_stats_4": "Opções de Personalização",
  "main_page_stats_5": "Temas Coloridos",
  "main_page_stats_6": "Idiomas Suportados"
}