{
  "more_than_just_project_management_title": "Fleksibel CMS- og ERP-platform",
  "more_than_just_project_management_content": "JustDo er mere end bare projektstyringssoftware. Det fungerer problemfrit som både et CMS- og ERP-system. Dets høje grad af tilpasningsmuligheder gør det ideelt til en række forskellige forretningsanvendelser og tilbyder robuste, skræddersyede løsninger til at imødekomme specifikke branchebehov. Denne alsidighed gør JustDo til den perfekte platform for virksomheder, der ønsker at integrere omfattende styringsværktøjer med fleksibiliteten af et CMS.",
  "full_ai_integration_title": "Fuld AI-integration",
  "full_ai_integration_content": "Med JustDo's avancerede AI-funktioner kan I hurtigt generere projektstrukturer fra en enkelt prompt, konvertere dokumenter og kontrakter til opgaver, producere omfattende sammendrag og køre detaljerede forespørgsler om jeres projekter.",
  "choose_who_sees_what_title": "Vælg hvem der ser hvad",
  "choose_who_sees_what_content": "Selektiv opgavedeling lader jer invitere kunder, leverandører og interessenter til jeres board, samtidig med at I sikrer, at de kun ser det, der deles med dem. Vores fleksible rettighedssystem imødekommer en bred vifte af adgangskontroller og giver skræddersyet synlighed og sikkerhed for hver deltager.",
  "manage_multiple_projects_on_one_board_title": "Administrer flere projekter på ét board",
  "manage_multiple_projects_on_one_board_content": "Med JustDo's understøttelse af massive boards, der indeholder over 200.000 opgaver, bliver det bekvemt og effektivt at administrere flere projekter på et enkelt board. Organiser, overvåg og udfør alle jeres projekter problemfrit på ét centralt sted.",
  "gantt_dependencies_title": "Gantt & Afhængigheder",
  "gantt_dependencies_content": "JustDo's fuldt udstyrede Gantt med tværgående projektafhængigheder. Muliggør effektiv planlægning, koordinering og sporing for at holde projekter på skemaet.",
  "chat_channels_emails_files_title": "Chatkanaler, E-mails, Filer",
  "chat_channels_emails_files_content": "Boost teamsamarbejdet med dedikerede chatkanaler for hver opgave. Diskuter idéer i realtid, direkte inden for jeres projekt, for problemfri kommunikation. Send e-mails direkte til opgaver, og skab en centraliseret record, der er tilgængelig for alle, selv eksterne samarbejdspartnere. Administrer, del og organiser nemt alle jeres projektdokumenter på ét sted, og hold jeres team alignet og produktivt.",
  "enterprise_grade_plugins_title": "Enterprise-grade plugins",
  "enterprise_grade_plugins_content": "JustDo tilbyder en række enterprise-grade plugins til at forbedre jeres projektstyringsmuligheder. Identificer og håndter risici med vores <b>Risikostyring</b> Plugin, der sikrer projektsucces og robusthed. Spor nøjagtigt tid brugt på opgaver med intuitiv <b>Tidsregistrering</b> for præcis ressourceallokering. Optimer opgavefordeling og balancer arbejdsbyrden på tværs af teammedlemmer med <b>Ressource- og belastningsstyring</b>. Dette er blot nogle få af de mange kraftfulde plugins, der er tilgængelige i JustDo.",
  "main_page_slides_getting_started_video_title": "Kom i gang med JustDo",
  "main_page_slides_getting_started_video_subtitle": "Lær hvad JustDo kan gøre for jer!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Opret jeres projekt med en enkelt prompt",
  "main_page_slides_do_pilot_message_paste_title": "Vores AI-assistent",
  "main_page_slides_do_pilot_message_paste_subtitle": "Opret opgaver fra tekstbeskeder og dokumenter!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-uddybning af opgaver",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Opdel automatisk opgaver i delopgaver",
  "main_page_slides_do_pilot_summary_title": "Opgavechat med AI",
  "main_page_slides_do_pilot_summary_subtitle": "Auto-opsummér opgaver og chat med AI om dem",
  "main_page_slides_task_summary": "Opgaveopsummering",
  "main_page_stats_unlimited": "Ubegrænset",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "År på markedet",
  "main_page_stats_3": "Opgaver pr. board",
  "main_page_stats_4": "Tilpasningsmuligheder",
  "main_page_stats_5": "Farverige temaer",
  "main_page_stats_6": "Understøttede sprog"
}