{
  "more_than_just_project_management_title": "Esnek CMS ve ERP Platformu",
  "more_than_just_project_management_content": "JustDo sadece bir proje yönetimi yazılımından çok daha fazlasıdır. Hem bir CMS hem de bir ERP sistemi olarak sorunsuz bir şekilde işlev görür. Yüksek düzeyde özelleştirilebilirliği, çeşitli iş uygulamaları için ideal hale getirir ve belirli sektör ihtiyaçlarını karşılayan sağlam, özelleştirilmiş çözümler sunar. Bu çok yönlülük, JustDo'yu kapsamlı yönetim araçlarını bir CMS'in esnekliği ile entegre etmek isteyen işletmeler için mükemmel bir platform yapar.",
  "full_ai_integration_title": "Tam Yapay Zeka Entegrasyonu",
  "full_ai_integration_content": "JustDo'nun gelişmiş yapay zeka yetenekleriyle, tek bir komutla hızlı bir şekilde proje yapıları oluşturabilir, belgeleri ve sözleşmeleri görevlere dönüştürebilir, kapsamlı özetler üretebilir ve projeleriniz hakkında detaylı sorgular çalıştırabilirsiniz.",
  "choose_who_sees_what_title": "Kim Neyi Görecek Seçin",
  "choose_who_sees_what_content": "Seçici görev paylaşımı, müşterileri, tedarikçileri ve paydaşları panonuza davet etmenizi sağlarken, yalnızca kendileriyle paylaşılan şeyleri görmelerini sağlar. Esnek izin sistemimiz, geniş bir erişim kontrolü yelpazesini destekler ve her katılımcı için özelleştirilmiş görünürlük ve güvenlik sağlar.",
  "manage_multiple_projects_on_one_board_title": "Tek Bir Panoda Birden Fazla Projeyi Yönetin",
  "manage_multiple_projects_on_one_board_content": "JustDo'nun 200.000'den fazla görev içeren büyük panoları desteklemesiyle, tek bir panoda birden fazla projeyi yönetmek uygun ve verimli hale gelir. Tüm projelerinizi tek bir merkezi yerde sorunsuz bir şekilde düzenleyin, izleyin ve yürütün.",
  "gantt_dependencies_title": "Gantt ve Bağımlılıklar",
  "gantt_dependencies_content": "JustDo'nun Projeler Arası Bağımlılıklara sahip tam özellikli Gantt'ı. Projeleri zamanında tutmak için verimli planlama, koordinasyon ve takip sağlar.",
  "chat_channels_emails_files_title": "Sohbet Kanalları, E-postalar, Dosyalar",
  "chat_channels_emails_files_content": "Her görev için özel sohbet kanallarıyla ekip işbirliğini artırın. Fikirleri gerçek zamanlı olarak doğrudan projenizin içinde tartışın, sorunsuz iletişim için. E-postaları doğrudan görevlere gönderin, herkesin, hatta dış işbirlikçilerin bile erişebileceği merkezi bir kayıt oluşturun. Tüm proje belgelerinizi tek bir yerde zahmetsizce yönetin, paylaşın ve düzenleyin, ekibinizi uyumlu ve üretken tutun.",
  "enterprise_grade_plugins_title": "Kurumsal Düzeyde Eklentiler",
  "enterprise_grade_plugins_content": "JustDo, proje yönetimi yeteneklerinizi geliştirmek için bir dizi kurumsal düzeyde eklenti sunar. <b>Risk Yönetimi</b> Eklentimizle riskleri belirleyin ve yönetin, proje başarısını ve dayanıklılığını sağlayın. Sezgisel <b>Zaman Takibi</b> ile görevlerde harcanan zamanı doğru bir şekilde takip edin, hassas kaynak tahsisi için. <b>Kaynak ve Yük Yönetimi</b> ile görev dağılımını optimize edin ve ekip üyeleri arasında iş yükünü dengeleyin. Bunlar, JustDo'da mevcut olan birçok güçlü eklentiden sadece birkaçıdır.",
  "main_page_slides_getting_started_video_title": "JustDo ile Başlarken",
  "main_page_slides_getting_started_video_subtitle": "JustDo'nun sizin için neler yapabileceğini öğrenin!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo Yapay Zeka",
  "main_page_slides_justdo_ai_prompt_subtitle": "Tek bir komutla projenizi oluşturun",
  "main_page_slides_do_pilot_message_paste_title": "Yapay Zeka Asistanımız",
  "main_page_slides_do_pilot_message_paste_subtitle": "Metin mesajlarından ve belgelerden görevler oluşturun!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Otomatik Görev Detaylandırma",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Görevleri otomatik olarak alt görevlere ayırın",
  "main_page_slides_do_pilot_summary_title": "Yapay Zeka ile Görev Sohbeti",
  "main_page_slides_do_pilot_summary_subtitle": "Görevleri otomatik özetleyin ve onlar hakkında yapay zeka ile sohbet edin",
  "main_page_slides_task_summary": "Görev özeti",
  "main_page_stats_unlimited": "Sınırsız",
  "main_page_stats_1": "Eklentiler",
  "main_page_stats_2": "Piyasadaki Yıllar",
  "main_page_stats_3": "Pano Başına Görev",
  "main_page_stats_4": "Özelleştirme Seçenekleri",
  "main_page_stats_5": "Renkli Temalar",
  "main_page_stats_6": "Desteklenen Diller"
}