{
  "more_than_just_project_management_title": "Plataforma Flexível de CMS e ERP",
  "more_than_just_project_management_content": "O JustDo é mais do que apenas um software de gestão de projetos. Funciona perfeitamente como sistema de CMS e ERP. O seu elevado grau de personalização torna-o ideal para uma variedade de aplicações empresariais, oferecendo soluções robustas e personalizadas para atender às necessidades específicas de cada setor. Esta versatilidade faz do JustDo a plataforma perfeita para empresas que procuram integrar ferramentas de gestão abrangentes com a flexibilidade de um CMS.",
  "full_ai_integration_title": "Integração Total de IA",
  "full_ai_integration_content": "Com as capacidades avançadas de IA do JustDo, podem rapidamente gerar estruturas de projetos a partir de um único comando, converter documentos e contratos em tarefas, produzir resumos abrangentes e executar consultas detalhadas sobre os vossos projetos.",
  "choose_who_sees_what_title": "Escolham Quem Vê O Quê",
  "choose_who_sees_what_content": "A partilha seletiva de tarefas permite-vos convidar clientes, fornecedores e partes interessadas para o vosso quadro, garantindo que eles apenas veem o que é partilhado com eles. O nosso sistema flexível de permissões acomoda uma ampla gama de controlos de acesso, proporcionando visibilidade e segurança personalizadas para cada participante.",
  "manage_multiple_projects_on_one_board_title": "Gerir Múltiplos Projetos num Único Quadro",
  "manage_multiple_projects_on_one_board_content": "Com o suporte do JustDo para quadros massivos contendo mais de 200.000 tarefas, gerir múltiplos projetos num único quadro torna-se conveniente e eficiente. Organizem, monitorizem e executem todos os vossos projetos de forma perfeita num único local centralizado.",
  "gantt_dependencies_title": "Gantt e Dependências",
  "gantt_dependencies_content": "Gantt totalmente equipado do JustDo com Dependências Entre Projetos. Permitindo um planeamento, coordenação e acompanhamento eficientes para manter os projetos dentro do prazo.",
  "chat_channels_emails_files_title": "Canais de Chat, E-mails, Ficheiros",
  "chat_channels_emails_files_content": "Impulsionem a colaboração da equipa com canais de chat dedicados para cada tarefa. Discutam ideias em tempo real, diretamente dentro do vosso projeto, para uma comunicação perfeita. Enviem e-mails diretamente para as tarefas, criando um registo centralizado acessível a todos, incluindo colaboradores externos. Gerenciem, partilhem e organizem facilmente todos os documentos do vosso projeto num único local, mantendo a vossa equipa alinhada e produtiva.",
  "enterprise_grade_plugins_title": "Plugins de Nível Empresarial",
  "enterprise_grade_plugins_content": "O JustDo oferece uma gama de plugins de nível empresarial para melhorar as vossas capacidades de gestão de projetos. Identifiquem e gerenciem riscos com o nosso Plugin de <b>Gestão de Riscos</b> que garante o sucesso e a resiliência do projeto. Acompanhem com precisão o tempo gasto nas tarefas com o intuitivo <b>Registo de Tempo</b> para uma alocação precisa de recursos. Otimizem a alocação de tarefas e equilibrem as cargas de trabalho entre os membros da equipa com a <b>Gestão de Recursos e Carga</b>. Estes são apenas alguns dos muitos plugins poderosos disponíveis no JustDo.",
  "main_page_slides_getting_started_video_title": "Começar com o JustDo",
  "main_page_slides_getting_started_video_subtitle": "Descubram o que o JustDo pode fazer por vós!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Criem o vosso projeto com um único comando",
  "main_page_slides_do_pilot_message_paste_title": "O Nosso Assistente de IA",
  "main_page_slides_do_pilot_message_paste_subtitle": "Criem tarefas a partir de mensagens de texto e documentos!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Elaboração de Tarefas",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Dividam automaticamente tarefas em subtarefas",
  "main_page_slides_do_pilot_summary_title": "Chat de Tarefas com IA",
  "main_page_slides_do_pilot_summary_subtitle": "Resumam automaticamente tarefas e conversem com IA sobre elas",
  "main_page_slides_task_summary": "Resumo da tarefa",
  "main_page_stats_unlimited": "Ilimitado",
  "main_page_stats_1": "Plugins",
  "main_page_stats_2": "Anos no Mercado",
  "main_page_stats_3": "Tarefas Por Quadro",
  "main_page_stats_4": "Opções de Personalização",
  "main_page_stats_5": "Temas Coloridos",
  "main_page_stats_6": "Idiomas Suportados"
}