{
  "more_than_just_project_management_title": "लचीला सीएमएस और ईआरपी प्लेटफॉर्म",
  "more_than_just_project_management_content": "JustDo केवल एक प्रोजेक्ट मैनेजमेंट सॉफ्टवेयर से कहीं अधिक है। यह सीएमएस और ईआरपी सिस्टम दोनों के रूप में निर्बाध रूप से कार्य करता है। इसकी उच्च अनुकूलन क्षमता इसे विभिन्न व्यावसायिक अनुप्रयोगों के लिए आदर्श बनाती है, जो विशिष्ट उद्योग की जरूरतों को पूरा करने के लिए मजबूत, अनुकूलित समाधान प्रदान करता है। यह बहुमुखी प्रतिभा JustDo को उन व्यवसायों के लिए एक आदर्श प्लेटफॉर्म बनाती है जो व्यापक प्रबंधन उपकरणों को सीएमएस की लचीलेपन के साथ एकीकृत करना चाहते हैं।",
  "full_ai_integration_title": "पूर्ण एआई एकीकरण",
  "full_ai_integration_content": "JustDo की उन्नत एआई क्षमताओं के साथ, आप एक ही प्रॉम्प्ट से त्वरित रूप से प्रोजेक्ट संरचनाएँ जेनरेट कर सकते हैं, दस्तावेजों और अनुबंधों को कार्यों में परिवर्तित कर सकते हैं, व्यापक सारांश तैयार कर सकते हैं, और अपने प्रोजेक्ट्स के बारे में विस्तृत प्रश्न चला सकते हैं।",
  "choose_who_sees_what_title": "चुनें कि कौन क्या देखता है",
  "choose_who_sees_what_content": "चयनात्मक कार्य साझाकरण आपको अपने बोर्ड पर ग्राहकों, विक्रेताओं और हितधारकों को आमंत्रित करने की अनुमति देता है, जबकि यह सुनिश्चित करता है कि वे केवल वही देखें जो उनके साथ साझा किया गया है। हमारी लचीली अनुमति प्रणाली विभिन्न प्रकार के एक्सेस नियंत्रणों को समायोजित करती है, जो प्रत्येक प्रतिभागी के लिए अनुकूलित दृश्यता और सुरक्षा प्रदान करती है।",
  "manage_multiple_projects_on_one_board_title": "एक बोर्ड पर कई प्रोजेक्ट्स का प्रबंधन करें",
  "manage_multiple_projects_on_one_board_content": "JustDo के 200,000 से अधिक कार्यों वाले विशाल बोर्डों के समर्थन के साथ, एक ही बोर्ड पर कई प्रोजेक्ट्स का प्रबंधन करना सुविधाजनक और कुशल हो जाता है। अपने सभी प्रोजेक्ट्स को एक केंद्रीकृत स्थान पर निर्बाध रूप से व्यवस्थित, निगरानी और निष्पादित करें।",
  "gantt_dependencies_title": "गैंट और निर्भरताएँ",
  "gantt_dependencies_content": "JustDo का पूर्ण-सुविधायुक्त गैंट चार्ट क्रॉस प्रोजेक्ट निर्भरताओं के साथ। कुशल योजना, समन्वय और ट्रैकिंग को सक्षम करता है ताकि प्रोजेक्ट्स समय पर पूरे हो सकें।",
  "chat_channels_emails_files_title": "चैट चैनल, ईमेल, फाइलें",
  "chat_channels_emails_files_content": "प्रत्येक कार्य के लिए समर्पित चैट चैनलों के साथ टीम सहयोग को बढ़ावा दें। अपने प्रोजेक्ट के भीतर सीधे रीयल-टाइम में विचारों पर चर्चा करें, निर्बाध संचार के लिए। ईमेल सीधे कार्यों पर भेजें, जो एक केंद्रीकृत रिकॉर्ड बनाता है जो सभी के लिए सुलभ है, यहां तक कि बाहरी सहयोगियों के लिए भी। अपने सभी प्रोजेक्ट दस्तावेजों को एक ही स्थान पर आसानी से प्रबंधित, साझा और व्यवस्थित करें, अपनी टीम को संरेखित और उत्पादक रखते हुए।",
  "enterprise_grade_plugins_title": "एंटरप्राइज ग्रेड प्लगइन्स",
  "enterprise_grade_plugins_content": "JustDo आपकी प्रोजेक्ट प्रबंधन क्षमताओं को बढ़ाने के लिए एंटरप्राइज-ग्रेड प्लगइन्स की एक श्रृंखला प्रदान करता है। हमारे <b>जोखिम प्रबंधन</b> प्लगइन के साथ जोखिमों की पहचान करें और उनका प्रबंधन करें जो प्रोजेक्ट की सफलता और लचीलेपन को सुनिश्चित करता है। सटीक संसाधन आवंटन के लिए सहज <b>समय ट्रैकिंग</b> के साथ कार्यों पर बिताए गए समय को सटीक रूप से ट्रैक करें। <b>संसाधन और लोड प्रबंधन</b> के साथ टीम सदस्यों के बीच कार्य आवंटन को अनुकूलित करें और कार्यभार को संतुलित करें। ये JustDo में उपलब्ध कई शक्तिशाली प्लगइन्स में से कुछ हैं।",
  "main_page_slides_getting_started_video_title": "JustDo के साथ शुरुआत करना",
  "main_page_slides_getting_started_video_subtitle": "जानें कि JustDo आपके लिए क्या कर सकता है!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo एआई",
  "main_page_slides_justdo_ai_prompt_subtitle": "एक ही प्रॉम्प्ट से अपना प्रोजेक्ट बनाएं",
  "main_page_slides_do_pilot_message_paste_title": "हमारा एआई सहायक",
  "main_page_slides_do_pilot_message_paste_subtitle": "टेक्स्ट संदेशों और दस्तावेजों से कार्य बनाएं!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "स्वतः विस्तृत कार्य",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "कार्यों को स्वचालित रूप से उप-कार्यों में विभाजित करें",
  "main_page_slides_do_pilot_summary_title": "एआई के साथ कार्य चैट",
  "main_page_slides_do_pilot_summary_subtitle": "कार्यों का स्वतः सारांश बनाएं और उनके बारे में एआई से चैट करें",
  "main_page_slides_task_summary": "कार्य सारांश",
  "main_page_stats_unlimited": "असीमित",
  "main_page_stats_1": "प्लगइन्स",
  "main_page_stats_2": "बाजार में वर्ष",
  "main_page_stats_3": "प्रति बोर्ड कार्य",
  "main_page_stats_4": "अनुकूलन विकल्प",
  "main_page_stats_5": "रंगीन थीम्स",
  "main_page_stats_6": "समर्थित भाषाएँ"
}