{
  "more_than_just_project_management_title": "Ийкемдүү CMS жана ERP платформасы",
  "more_than_just_project_management_content": "JustDo долбоорлорду башкаруу программасынан да көбүрөөк нерсе. Ал CMS жана ERP системасы катары да иштейт. Анын жогорку деңгээлдеги ыңгайлаштыруу мүмкүнчүлүгү аны ар кандай бизнес колдонмолору үчүн идеалдуу кылат, белгилүү бир тармактын керектөөлөрүн канааттандыруу үчүн күчтүү, ылайыкташтырылган чечимдерди сунуштайт. Бул көп кырдуулук JustDo'ну CMS'тин ийкемдүүлүгү менен комплекстүү башкаруу куралдарын интеграциялоону каалаган ишканалар үчүн идеалдуу платформа кылат.",
  "full_ai_integration_title": "Толук жасалма интеллект интеграциясы",
  "full_ai_integration_content": "JustDo'нун өркүндөтүлгөн жасалма интеллект мүмкүнчүлүктөрү менен сиз бир командадан долбоордун түзүмүн тез түзө аласыз, документтерди жана келишимдерди тапшырмаларга айландыра аласыз, кеңири кыскача баяндамаларды түзө аласыз жана долбоорлоруңуз жөнүндө кеңири суроолорду жүргүзө аласыз.",
  "choose_who_sees_what_title": "Ким эмнени көрөөрүн тандаңыз",
  "choose_who_sees_what_content": "Тандалма тапшырмаларды бөлүшүү сизге кардарларды, жабдуучуларды жана кызыкдар тараптарды тактаңызга чакырууга мүмкүндүк берет, алар менен бөлүшкөн нерселерди гана көрөөрүн камсыз кылат. Биздин ийкемдүү уруксаттар системасы кеңири жеткиликтүүлүктү башкаруу мүмкүнчүлүктөрүн камтыйт, ар бир катышуучу үчүн ылайыкташтырылган көрүнүүчүлүктү жана коопсуздукту камсыз кылат.",
  "manage_multiple_projects_on_one_board_title": "Бир тактада бир нече долбоорду башкаруу",
  "manage_multiple_projects_on_one_board_content": "JustDo'нун 200,000ден ашык тапшырмаларды камтыган чоң такталарды колдоосу менен бир тактада бир нече долбоорду башкаруу ыңгайлуу жана натыйжалуу болот. Бардык долбоорлоруңузду бир борбордук жерде үзгүлтүксүз уюштуруңуз, көзөмөлдөңүз жана аткарыңыз.",
  "gantt_dependencies_title": "Гантт жана көз карандылыктар",
  "gantt_dependencies_content": "JustDo'нун долбоорлор аралык көз карандылыктары менен толук функционалдуу Гантт диаграммасы. Долбоорлорду графикте кармоо үчүн натыйжалуу пландоону, координациялоону жана көзөмөлдөөнү камсыз кылат.",
  "chat_channels_emails_files_title": "Баарлашуу каналдары, электрондук почталар, файлдар",
  "chat_channels_emails_files_content": "Ар бир тапшырма үчүн арналган баарлашуу каналдары менен команданын кызматташтыгын жогорулатыңыз. Идеяларды реалдуу убакытта, түздөн-түз долбооруңуздун ичинде талкуулаңыз, үзгүлтүксүз байланыш үчүн. Электрондук почталарды түздөн-түз тапшырмаларга жөнөтүңүз, бул баарына, тышкы кызматташтарга да жеткиликтүү болгон борборлоштурулган жазууну түзөт. Командаңызды шайкеш жана өндүрүмдүү кармап туруу үчүн, бардык долбоордун документтерин бир жерде оңой башкарыңыз, бөлүшүңүз жана уюштуруңуз.",
  "enterprise_grade_plugins_title": "Ишкана деңгээлиндеги плагиндер",
  "enterprise_grade_plugins_content": "JustDo сиздин долбоорду башкаруу мүмкүнчүлүктөрүңүздү жогорулатуу үчүн ишкана деңгээлиндеги плагиндердин бир катарын сунуштайт. Долбоордун ийгилигин жана туруктуулугун камсыз кылган <b>Тобокелдиктерди башкаруу</b> плагини менен тобокелдиктерди аныктаңыз жана башкарыңыз. Ресурстарды так бөлүштүрүү үчүн интуитивдүү <b>Убакытты көзөмөлдөө</b> менен тапшырмаларга кеткен убакытты так көзөмөлдөңүз. <b>Ресурстарды жана жүктөмдү башкаруу</b> менен тапшырмаларды бөлүштүрүүнү оптималдаштырыңыз жана команда мүчөлөрүнүн арасында жүктөмдү теңдештириңиз. Булар JustDo'до жеткиликтүү көптөгөн күчтүү плагиндердин бир нечеси гана.",
  "main_page_slides_getting_started_video_title": "JustDo менен иштөөнү баштоо",
  "main_page_slides_getting_started_video_subtitle": "JustDo сиз үчүн эмне кыла алаарын билип алыңыз!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo жасалма интеллекти",
  "main_page_slides_justdo_ai_prompt_subtitle": "Бир команда менен долбооруңузду түзүңүз",
  "main_page_slides_do_pilot_message_paste_title": "Биздин жасалма интеллект жардамчыбыз",
  "main_page_slides_do_pilot_message_paste_subtitle": "Текст билдирүүлөрүнөн жана документтерден тапшырмаларды түзүңүз!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Тапшырмаларды автоматтык түрдө иштеп чыгуу",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Тапшырмаларды кичи тапшырмаларга автоматтык түрдө бөлүштүрүү",
  "main_page_slides_do_pilot_summary_title": "Жасалма интеллект менен тапшырма боюнча баарлашуу",
  "main_page_slides_do_pilot_summary_subtitle": "Тапшырмаларды автоматтык түрдө жыйынтыктап, алар жөнүндө жасалма интеллект менен баарлашыңыз",
  "main_page_slides_task_summary": "Тапшырманын жыйынтыгы",
  "main_page_stats_unlimited": "Чексиз",
  "main_page_stats_1": "Плагиндер",
  "main_page_stats_2": "Рынокто жылдар",
  "main_page_stats_3": "Бир тактадагы тапшырмалар",
  "main_page_stats_4": "Ыңгайлаштыруу мүмкүнчүлүктөрү",
  "main_page_stats_5": "Түстүү темалар",
  "main_page_stats_6": "Колдоого алынган тилдер"
}