{
  "enhanced_scalability_seamless_deployment_title": "Javított skálázhatóság és zökkenőmentes telepítés",
  "enhanced_scalability_seamless_deployment_content": "A JustDo könnyed telepítésre és kivételes skálázhatóságra lett tervezve. Robusztus architektúrájával projektenként több százezer feladatot támogat, ami valódi vállalati szintű megoldássá teszi. Ez a képesség biztosítja a zökkenőmentes teljesítményt és bővíthetőséget, tökéletesen igazodva az ügyfeleitek projektjeinek növekedéséhez.",
  "multiple_sources_of_revenue_title": "Többféle bevételi forrás",
  "multiple_sources_of_revenue_content": "A JustDo átfogó szolgáltatáscsomagot kínál, amit az ügyfeleknek ajánlhattok. A JustDo adoptálásával értékesíthettek hosting, fejlesztési, képzési, karbantartási és támogatási szolgáltatásokat, megbízható és folyamatos bevételi forrást teremtve. Átfogó platformunk lehetővé teszi számotokra, hogy bővítsétek üzleti kínálatotokat és maximalizáljátok a nyereséget.",
  "simple_cost_structure_title": "Egyszerű költségszerkezet",
  "simple_cost_structure_content": "Nem kérünk százalékot az eladásaitokból. Árképzésünk világos és egyszerű, felhasználónkénti havi díjjal és fix árakkal az a la carte prémium funkciókért, mint a Gantt és az AI. Ez az átlátható árstruktúra biztosítja, hogy mindig tudjátok, mire számítsatok, lehetővé téve a költségek és potenciális nyereség magabiztos előrejelzését. A teljes részletekért <a href=\"/pricing\">látogassatok el az árazási oldalunkra</a>.",
  "use_your_brand_white_label_ready_title": "Használjátok a saját márkátokat - White-Label kész",
  "use_your_brand_white_label_ready_content": "Növeljétek ügyfeleitek márkajelenlétét a JustDo white-label képességeivel. Testreszabhatjátok a platformot a logóikkal, színsémáikkal és egyedi identitásukkal, hogy zökkenőmentes, márkázott élményt teremtsetek.",
  "support_for_intranet_deployments_title": "Kiemelt biztonság - Intranet telepítés elérhető",
  "support_for_intranet_deployments_content": "Az érzékeny iparágakban működő ügyfelek gyakran igénylik a rendkívül biztonságos telepítést az intraneten belül, néha akár internet-hozzáférés nélkül is. A JustDo támogatja ezt az egyedi telepítési opciót, ultra-biztonságos, helyszíni környezetet biztosítva, <b>amit kevés versenyképes megoldás tud kínálni.</b>",
  "speaks_the_language_of_your_clients_title": "Beszéli az ügyfeleitek nyelvét",
  "speaks_the_language_of_your_clients_content": "Fejlett fordítási rendszerünkkel a JustDo a világ top 100 nyelvére lefordítható <b>napok alatt</b>, biztosítva a zökkenőmentes élményt a helyi ügyfeleitek számára. Ha a piacotoknak olyan fordításra van szüksége, amit még nem kínálunk, ne habozzatok felvenni velünk a kapcsolatot! Örömmel fontolunk meg új hozzáadásokat, <b><u>különösen olyan piacok esetében, ahol még nincs elérhető megoldás</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI-támogatott demók",
  "on_the_fly_proof_of_concept_content": "A JustDo AI-támogatott demóival ügyfeleitek leírhatják a kívánt projektjüket, és mi azonnal generálunk egy struktúrát a gyors bemutatóhoz. Ez a funkció <b>ideális az ügyfelek lenyűgözésére</b> és figyelmük megragadására.",
  "collaboration_and_communication_title": "Együttműködés és kommunikáció",
  "collaboration_and_communication_content": "A JustDo zökkenőmentesen ötvözi a kommunikációt és az együttműködést a hatékony projektmenedzsmenttel. Szelektíven oszthattok meg feladatokat ügyfelekkel és beszállítókkal, átfogó e-mail és chat nyilvántartást vezethettek, és hatékonyan szervezhetitek a projekt dokumentumokat. Eközben több projektet kezeltek Gantt-diagramokkal és függőségekkel, követitek az időt és egyensúlyozzátok a munkaterhelést - mindezt egy intuitív platformon."
}