{
  "more_than_just_project_management_title": "Jukwaa Rahisi la CMS na ERP",
  "more_than_just_project_management_content": "JustDo ni zaidi ya programu ya usimamizi wa miradi. Inafanya kazi bila matatizo kama mfumo wa CMS na ERP. Uwezo wake mkubwa wa kubadilishwa unaufanya uwe mzuri kwa matumizi mbalimbali ya biashara, ukitoa suluhisho thabiti na zilizobinafsishwa kukidhi mahitaji maalum ya sekta. Uwezo huu wa kubadilika unafanya JustDo kuwa jukwaa bora kwa biashara zinazotafuta kuunganisha zana za usimamizi kamili na urahisi wa CMS.",
  "full_ai_integration_title": "Ushirikishwaji Kamili wa AI",
  "full_ai_integration_content": "Kwa uwezo wa hali ya juu wa AI wa JustDo, unaweza haraka kutengeneza miundo ya miradi kutoka kwa swali moja, kubadilisha nyaraka na mikataba kuwa kazi, kuzalisha muhtasari kamili, na kuendesha maswali ya kina kuhusu miradi yako.",
  "choose_who_sees_what_title": "Chagua Nani Anaona Nini",
  "choose_who_sees_what_content": "Ushiriki wa kazi uliochaguliwa unakuruhusu kuwaalika wateja, wauzaji, na wadau kwenye ubao wako huku ukihakikisha wanaona tu kile kilichoshirikiwa nao. Mfumo wetu rahisi wa ruhusa unakidhi aina nyingi za udhibiti wa ufikiaji, ukitoa uwezo wa kuona na usalama ulioboreshwa kwa kila mshiriki.",
  "manage_multiple_projects_on_one_board_title": "Simamia Miradi Mingi kwenye Ubao Mmoja",
  "manage_multiple_projects_on_one_board_content": "Kwa msaada wa JustDo kwa bodi kubwa zenye zaidi ya kazi 200,000, usimamizi wa miradi mingi kwenye ubao mmoja unakuwa rahisi na wenye ufanisi. Panga, fuatilia, na tekeleza miradi yako yote kwa urahisi mahali pamoja.",
  "gantt_dependencies_title": "Gantt na Mahusiano",
  "gantt_dependencies_content": "Gantt ya JustDo yenye vipengele vyote pamoja na Mahusiano ya Miradi Mbalimbali. Inawezesha upangaji, uratibu, na ufuatiliaji wa ufanisi ili kuweka miradi katika ratiba.",
  "chat_channels_emails_files_title": "Vituo vya Mazungumzo, Barua pepe, Faili",
  "chat_channels_emails_files_content": "Ongeza ushirikiano wa timu na vituo vya mazungumzo vilivyotengwa kwa kila kazi. Jadili mawazo moja kwa moja, ndani ya mradi wako, kwa mawasiliano bora. Tuma barua pepe moja kwa moja kwenye kazi, ukiunda rekodi iliyounganishwa inayoweza kufikiwa na kila mtu, hata washirika wa nje. Simamia, shiriki, na panga nyaraka zako zote za mradi mahali pamoja, ukiweka timu yako katika mstari na yenye tija.",
  "enterprise_grade_plugins_title": "Viongeza Programu vya Kiwango cha Shirika",
  "enterprise_grade_plugins_content": "JustDo inatoa aina mbalimbali za viongeza programu vya kiwango cha shirika ili kuboresha uwezo wako wa usimamizi wa miradi. Tambua na simamia hatari kwa Kiongeza cha <b>Usimamizi wa Hatari</b> kinachohakikisha mafanikio na ustahimilivu wa mradi. Fuatilia kwa usahihi muda uliotumika kwenye kazi kwa <b>Ufuatiliaji wa Muda</b> ulio rahisi kwa ugawaji sahihi wa rasilimali. Boresha ugawaji wa kazi na usawazishe mizigo kati ya wanachama wa timu kwa <b>Usimamizi wa Rasilimali na Mzigo</b>. Hizi ni chache tu kati ya viongeza programu vingi vyenye nguvu vinavyopatikana katika JustDo.",
  "main_page_slides_getting_started_video_title": "Kuanza na JustDo",
  "main_page_slides_getting_started_video_subtitle": "Jifunze JustDo inaweza kufanya nini kwa ajili yako!",
  "main_page_slides_justdo_ai_prompt_title": "AI ya JustDo",
  "main_page_slides_justdo_ai_prompt_subtitle": "Unda mradi wako kwa swali moja",
  "main_page_slides_do_pilot_message_paste_title": "Msaidizi Wetu wa AI",
  "main_page_slides_do_pilot_message_paste_subtitle": "Unda kazi kutoka kwa ujumbe wa maandishi na nyaraka!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Elezea Kazi Kiotomatiki",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Gawa kazi kiotomatiki kuwa kazi ndogo ndogo",
  "main_page_slides_do_pilot_summary_title": "Mazungumzo ya Kazi na AI",
  "main_page_slides_do_pilot_summary_subtitle": "Fanya muhtasari wa kazi kiotomatiki na uzungumze na AI kuzihusu",
  "main_page_slides_task_summary": "Muhtasari wa kazi",
  "main_page_stats_unlimited": "Zisizo na kikomo",
  "main_page_stats_1": "Viongeza Programu",
  "main_page_stats_2": "Miaka Sokoni",
  "main_page_stats_3": "Kazi kwa kila Ubao",
  "main_page_stats_4": "Chaguo za Ubinafsishaji",
  "main_page_stats_5": "Mandhari za Rangi",
  "main_page_stats_6": "Lugha Zinazotumika"
}