{
  "enhanced_scalability_seamless_deployment_title": "התרחבות (Scalability) משופרת ופריסה (Deployment) חלקה",
  "enhanced_scalability_seamless_deployment_content": "JustDo מתוכנן לפריסה קלה ולהתרחבות יוצאת דופן. עם ארכיטקטורה חזקה, הוא תומך במאות אלפי משימות לכל פרויקט, מה שמבדיל אותו כפתרון ברמת איכות וגימור המותאמת לארגונים גדולים. יכולת זו מבטיחה ביצועים והתרחבות חלקים, המתיישבים בצורה מושלמת עם הצמיחה של הפרויקטים של הלקוחות שלכם.",
  "multiple_sources_of_revenue_title": "מקורות הכנסה מרובים",
  "multiple_sources_of_revenue_content": "JustDo מספק חבילה מקיפה של שירותים שתוכלו להציע ללקוחותיכם. על ידי אימוץ JustDo, תוכלו למכור שירותי אירוח, פיתוח, הדרכה, תחזוקה ותמיכה, וליצור זרם הכנסות אמין ומתמשך. הפלטפורמה המקיפה שלנו מעצימה אתכם להרחיב את הצעות העסקים שלכם ולמקסם את הרווחיות.",
  "simple_cost_structure_title": "מבנה עלויות פשוט",
  "simple_cost_structure_content": "אנחנו לא לוקחים אחוז ממכירותיכם. המחירים שלנו ברורים ופשוטים, עם תשלום חודשי קבוע לכל משתמש ומחירים קבועים לתכונות פרימיום לבחירה כמו גאנט ובינה מלאכותית. מבנה תמחור שקוף זה מבטיח שתמיד תדעו למה לצפות, ויאפשר לכם לחזות בביטחון את העלויות והרווחים הפוטנציאליים שלכם. לפרטים מלאים, <a href=\"/pricing\">בקרו בדף התמחור שלנו</a>.",
  "use_your_brand_white_label_ready_title": "השתמשו במותג שלכם - מוכן ל-White-Label",
  "use_your_brand_white_label_ready_content": "חזקו את נוכחות המותג של הלקוחות שלכם עם יכולות ה-White-Label של JustDo. התאימו אישית את הפלטפורמה עם הלוגואים, ערכות הצבעים והזהויות הייחודיות שלהם כדי ליצור חוויה מותגית חלקה.",
  "support_for_intranet_deployments_title": "אבטחה מעולה - פריסה ברשת פנימית (intranet) זמינה",
  "support_for_intranet_deployments_content": "לקוחות בתעשיות רגישות לעתים דורשים פריסה מאובטחת ביותר בתוך הרשת הפנימית (intranet) שלהם, לפעמים, אפילו ללא גישה לאינטרנט. JustDo תומך באפשרות פריסה ייחודית זו, ומספק סביבת אבטחה גבוהה בשטח הלקוח עצמו <b> שמעט פתרונות מתחרים יכולים להציע.</b>",
  "speaks_the_language_of_your_clients_title": "מדבר בשפה של הלקוחות שלכם",
  "speaks_the_language_of_your_clients_content": "עם מערכת התרגום המתקדמת שלנו, ניתן לתרגם את JustDo ל-100 השפות המובילות בעולם <b>תוך ימים</b> , וזה מבטיח חווית משתמש חלקה עבור הלקוחות המקומיים שלכם. אם השוק שלך זקוק לתרגום שאנו עדיין לא מציעים, אל תהססו לפנות אלינו! אנו נשמח לשקול תוספות, <b><u>במיוחד לשווקים ללא שום פתרונות זמינים</b></u>.",
  "on_the_fly_proof_of_concept_title": "הדגמות בסיוע בינה מלאכותית",
  "on_the_fly_proof_of_concept_content": "עם ההדגמות בסיוע הבינה המלאכותית של JustDo, הלקוחות שלכם יכולים לתאר את הפרויקט הרצוי שלהם, ואנו מייצרים מיד מבנה להדגמה מהירה. תכונה זו <b>אידיאלית כדי להרשים לקוחות</b> ולמשוך את תשומת לבם.",
  "collaboration_and_communication_title": "שיתוף פעולה ותקשורת",
  "collaboration_and_communication_content": "JustDo משלב בצורה חלקה תקשורת ושיתוף פעולה עם ניהול פרויקטים עוצמתי. שתפו באופן סלקטיבי משימות עם לקוחות וספקים, שמרו על רשומות מקיפות של דוא\"ל וצ'אט, וארגנו מסמכי פרויקט ביעילות. בו בזמן, נהלו פרויקטים מרובים עם תרשימי גאנט ותלויות, עקבו אחר זמן, ואזנו עומסי עבודה - כל זאת תחת פלטפורמה אינטואיטיבית אחת."
}