{
  "more_than_just_project_management_title": "Platform CMS dan ERP yang Fleksibel",
  "more_than_just_project_management_content": "JustDo lebih dari sekadar perangkat lunak manajemen proyek. Ia berfungsi dengan mulus sebagai sistem CMS dan ERP. Tingkat kustomisasi yang tinggi membuatnya ideal untuk berbagai aplikasi bisnis, menawarkan solusi yang kuat dan disesuaikan untuk memenuhi kebutuhan industri tertentu. Keserba-gunaan ini menjadikan JustDo platform sempurna bagi bisnis yang ingin mengintegrasikan alat manajemen komprehensif dengan fleksibilitas CMS.",
  "full_ai_integration_title": "Integrasi AI Penuh",
  "full_ai_integration_content": "Dengan kemampuan AI canggih JustDo, kalian dapat dengan cepat menghasilkan struktur proyek dari satu prompt, mengubah dokumen dan kontrak menjadi tugas, menghasilkan ringkasan komprehensif, dan menjalankan kueri terperinci tentang proyek kalian.",
  "choose_who_sees_what_title": "Pilih Siapa yang Melihat Apa",
  "choose_who_sees_what_content": "Berbagi tugas selektif memungkinkan kalian mengundang klien, vendor, dan pemangku kepentingan ke papan kalian sambil memastikan mereka hanya melihat apa yang dibagikan kepada mereka. Sistem izin kami yang fleksibel mengakomodasi berbagai kontrol akses, memberikan visibilitas dan keamanan yang disesuaikan untuk setiap peserta.",
  "manage_multiple_projects_on_one_board_title": "Kelola Beberapa Proyek di Satu Papan",
  "manage_multiple_projects_on_one_board_content": "Dengan dukungan JustDo untuk papan besar yang berisi lebih dari 200.000 tugas, mengelola beberapa proyek di satu papan menjadi nyaman dan efisien. Atur, pantau, dan laksanakan semua proyek kalian dengan mulus di satu tempat terpusat.",
  "gantt_dependencies_title": "Gantt & Dependensi",
  "gantt_dependencies_content": "Gantt JustDo dengan fitur lengkap termasuk Dependensi Lintas Proyek. Memungkinkan perencanaan, koordinasi, dan pelacakan yang efisien untuk menjaga proyek tetap sesuai jadwal.",
  "chat_channels_emails_files_title": "Saluran Obrolan, Email, Berkas",
  "chat_channels_emails_files_content": "Tingkatkan kolaborasi tim dengan saluran obrolan khusus untuk setiap tugas. Diskusikan ide secara real-time, langsung dalam proyek kalian, untuk komunikasi yang mulus. Kirim email langsung ke tugas, membuat catatan terpusat yang dapat diakses oleh semua orang, bahkan kolaborator eksternal. Kelola, bagikan, dan atur semua dokumen proyek kalian dengan mudah di satu tempat, menjaga tim kalian tetap selaras dan produktif.",
  "enterprise_grade_plugins_title": "Plugin Tingkat Perusahaan",
  "enterprise_grade_plugins_content": "JustDo menawarkan berbagai plugin tingkat perusahaan untuk meningkatkan kemampuan manajemen proyek kalian. Identifikasi dan kelola risiko dengan Plugin <b>Manajemen Risiko</b> kami yang memastikan keberhasilan dan ketahanan proyek. Lacak waktu yang dihabiskan untuk tugas dengan akurat menggunakan <b>Pelacakan Waktu</b> yang intuitif untuk alokasi sumber daya yang tepat. Optimalkan alokasi tugas dan seimbangkan beban kerja di antara anggota tim dengan <b>Manajemen Sumber Daya & Beban</b>. Ini hanyalah beberapa dari banyak plugin kuat yang tersedia di JustDo.",
  "main_page_slides_getting_started_video_title": "Memulai dengan JustDo",
  "main_page_slides_getting_started_video_subtitle": "Pelajari apa yang bisa JustDo lakukan untuk kalian!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Buat proyek kalian dengan satu prompt",
  "main_page_slides_do_pilot_message_paste_title": "Asisten AI Kami",
  "main_page_slides_do_pilot_message_paste_subtitle": "Buat tugas dari pesan teks dan dokumen!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Elaborasi Tugas Otomatis",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Secara otomatis memecah tugas menjadi sub-tugas",
  "main_page_slides_do_pilot_summary_title": "Obrolan Tugas dengan AI",
  "main_page_slides_do_pilot_summary_subtitle": "Ringkas tugas secara otomatis dan ngobrol dengan AI tentangnya",
  "main_page_slides_task_summary": "Ringkasan tugas",
  "main_page_stats_unlimited": "Tak Terbatas",
  "main_page_stats_1": "Plugin",
  "main_page_stats_2": "Tahun di Pasar",
  "main_page_stats_3": "Tugas Per Papan",
  "main_page_stats_4": "Opsi Kustomisasi",
  "main_page_stats_5": "Tema Berwarna",
  "main_page_stats_6": "Bahasa yang Didukung"
}