{
  "enhanced_scalability_seamless_deployment_title": "மேம்படுத்தப்பட்ட அளவிடல் & சீரான பயன்பாடு",
  "enhanced_scalability_seamless_deployment_content": "JustDo எளிதான பயன்பாடு மற்றும் சிறந்த அளவிடலுக்காக வடிவமைக்கப்பட்டுள்ளது. வலுவான கட்டமைப்புடன், இது ஒரு திட்டத்திற்கு லட்சக்கணக்கான பணிகளை ஆதரிக்கிறது, இது உண்மையான நிறுவன-தர தீர்வாக இதனை தனித்துவப்படுத்துகிறது. இந்த திறன் சீரான செயல்திறன் மற்றும் விரிவாக்கத்தை உறுதி செய்கிறது, உங்கள் வாடிக்கையாளர்களின் திட்டங்களின் வளர்ச்சியுடன் சரியாக இணைகிறது.",
  "multiple_sources_of_revenue_title": "வருவாயின் பல்வேறு ஆதாரங்கள்",
  "multiple_sources_of_revenue_content": "உங்கள் வாடிக்கையாளர்களுக்கு வழங்க JustDo ஒரு முழுமையான சேவைகள் தொகுப்பை வழங்குகிறது. JustDo-ஐ ஏற்றுக்கொள்வதன் மூலம், நீங்கள் ஹோஸ்டிங், மேம்பாடு, பயிற்சி, பராமரிப்பு மற்றும் ஆதரவு சேவைகளை விற்கலாம், நம்பகமான மற்றும் தொடர்ச்சியான வருவாய் வாய்ப்பை உருவாக்கலாம். எங்களின் விரிவான தளம் உங்கள் வணிக வாய்ப்புகளை விரிவுபடுத்தவும் லாபத்தை அதிகரிக்கவும் உங்களுக்கு அதிகாரம் அளிக்கிறது.",
  "simple_cost_structure_title": "எளிய செலவு கட்டமைப்பு",
  "simple_cost_structure_content": "நாங்கள் உங்கள் விற்பனையில் சதவீதம் எடுக்க மாட்டோம். எங்கள் விலை தெளிவாகவும் எளிமையாகவும் உள்ளது, பயனர் ஒருவருக்கு மாதாந்திர கட்டணமும், கான்ட் மற்றும் AI போன்ற பிரீமியம் அம்சங்களுக்கு நிலையான விலைகளும் உள்ளன. இந்த வெளிப்படையான விலை கட்டமைப்பு நீங்கள் எப்போதும் என்ன எதிர்பார்க்க வேண்டும் என்பதை உறுதி செய்கிறது, இது உங்கள் செலவுகள் மற்றும் சாத்தியமான லாபங்களை நம்பிக்கையுடன் முன்கணிக்க உதவுகிறது. முழு விவரங்களுக்கு, <a href=\"/pricing\">எங்கள் விலை பக்கத்தைப் பார்வையிடவும்</a>.",
  "use_your_brand_white_label_ready_title": "உங்கள் வியாபார அடையாளத்தைப் பயன்படுத்துங்கள் - வெள்ளை-லேபல் தயார்",
  "use_your_brand_white_label_ready_content": "JustDo-வின் வெள்ளை-லேபல் திறன்களுடன் உங்கள் வாடிக்கையாளர்களின் பிராண்ட் இருப்பை மேம்படுத்துங்கள். அவர்களின் லோகோக்கள், வண்ண திட்டங்கள் மற்றும் தனித்துவமான அடையாளங்களுடன் தளத்தை தனிப்பயனாக்கி, சீரான, பிராண்டட் அனுபவத்தை உருவாக்குங்கள்.",
  "support_for_intranet_deployments_title": "உயர் பாதுகாப்பு - உள்வலைய பயன்பாடு கிடைக்கிறது",
  "support_for_intranet_deployments_content": "உணர்திறன் மிக்க தொழில்களில் உள்ள வாடிக்கையாளர்கள் பெரும்பாலும் தங்கள் உள்வலையப்பில் உயர் பாதுகாப்பு பயன்பாட்டை தேவைப்படுத்துகின்றனர், சில சமயங்களில், இணைய அணுகல் இல்லாமலும் கூட. JustDo இந்த தனித்துவமான பயன்பாட்டு விருப்பத்தை ஆதரிக்கிறது, <b>பல போட்டி தீர்வுகள் வழங்க முடியாத</b> மிக பாதுகாப்பான, ஆன்-பிரெமைஸ் சூழலை வழங்குகிறது.",
  "speaks_the_language_of_your_clients_title": "உங்கள் வாடிக்கையாளர்களின் மொழியைப் பேசுகிறது",
  "speaks_the_language_of_your_clients_content": "எங்களின் மேம்பட்ட மொழிபெயர்ப்பு முறையுடன், JustDo உலகின் முதல் 100 மொழிகளில் <b>சில நாட்களுக்குள்</b> மொழிபெயர்க்கப்படலாம், உங்கள் உள்ளூர் வாடிக்கையாளர்களுக்கு சீரான அனுபவத்தை உறுதி செய்கிறது. உங்கள் சந்தைக்கு நாங்கள் இன்னும் வழங்காத மொழிபெயர்ப்பு தேவைப்பட்டால், எங்களை தொடர்பு கொள்ள தயங்க வேண்டாம்! நாங்கள் கூடுதல் சேர்க்கைகளை பரிசீலிக்க ஆர்வமாக உள்ளோம், <b><u>குறிப்பாக எந்த தீர்வுகளும் இல்லாத சந்தைகளுக்கு</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI உதவியுடன் செய்முறை விளக்கங்கள்",
  "on_the_fly_proof_of_concept_content": "JustDo-வின் AI உதவியுடன் கூடிய செய்முறை விளக்கங்களுடன், உங்கள் வாடிக்கையாளர்கள் தங்கள் விரும்பிய திட்டத்தை விவரிக்கலாம், நாங்கள் விரைவான செய்முறை விளக்கத்திற்கான உடனடி கட்டமைப்பை உருவாக்குவோம். இந்த அம்சம் <b>வாடிக்கையாளர்களை கவர்வதற்கும்</b>, அவர்களின் கவனத்தை ஈர்ப்பதற்கும் சிறந்தது.",
  "collaboration_and_communication_title": "கூட்டுப்பணி மற்றும் தகவல் பரிமாற்றம்",
  "collaboration_and_communication_content": "JustDo தகவல் தொடர்பு மற்றும் கூட்டுப்பணியை சக்திவாய்ந்த திட்ட மேலாண்மையுடன் சீராக இணைக்கிறது. வாடிக்கையாளர்கள் மற்றும் விற்பனையாளர்களுடன் தேர்ந்தெடுக்கப்பட்ட பணிகளை பகிரவும், விரிவான மின்னஞ்சல் மற்றும் அரட்டை பதிவுகளை பராமரிக்கவும், திட்ட ஆவணங்களை திறமையாக ஒழுங்கமைக்கவும் செய்யுங்கள். அதே வேளையில், கான்ட் விளக்கப்படங்கள் மற்றும் சார்புகளுடன் பல திட்டங்களை நிர்வகிக்கவும், நேரத்தைக் கண்காணிக்கவும், பணிச்சுமைகளை சமன்படுத்தவும் செய்யுங்கள் - இவை அனைத்தும் ஒரே புத்திசாலித்தனமான தளத்தில்."
}