{
  "more_than_just_project_management_title": "Rugalmas CMS és ERP Platform",
  "more_than_just_project_management_content": "A JustDo több mint egyszerű projektmenedzsment szoftver. Zökkenőmentesen működik mind CMS-ként, mind ERP rendszerként. Magas fokú testreszabhatósága ideálissá teszi különféle üzleti alkalmazásokhoz, robusztus, testreszabott megoldásokat kínálva specifikus iparági igényekre. Ez a sokoldalúság teszi a JustDo-t tökéletes platformmá azon vállalkozások számára, amelyek átfogó menedzsment eszközöket szeretnének integrálni egy CMS rugalmasságával.",
  "full_ai_integration_title": "Teljes AI Integráció",
  "full_ai_integration_content": "A JustDo fejlett AI képességeivel gyorsan generálhattok projektstruktúrákat egyetlen promptból, alakíthattok át dokumentumokat és szerződéseket feladatokká, készíthettek átfogó összefoglalókat, és futtathattok részletes lekérdezéseket a projektjeitekről.",
  "choose_who_sees_what_title": "Válasszátok ki, ki mit lát",
  "choose_who_sees_what_content": "A szelektív feladatmegosztás lehetővé teszi, hogy meghívjátok az ügyfeleket, beszállítókat és érdekelteket a táblátokra, miközben biztosítjátok, hogy csak azt lássák, amit megosztottatok velük. Rugalmas jogosultsági rendszerünk sokféle hozzáférési kontrollt támogat, testreszabott láthatóságot és biztonságot nyújtva minden résztvevőnek.",
  "manage_multiple_projects_on_one_board_title": "Több Projekt Kezelése Egy Táblán",
  "manage_multiple_projects_on_one_board_content": "A JustDo több mint 200 000 feladatot tartalmazó hatalmas táblák támogatásával kényelmes és hatékony több projekt kezelése egyetlen táblán. Szervezzétek, felügyeljétek és hajtsátok végre az összes projekteteket zökkenőmentesen egy központosított helyen.",
  "gantt_dependencies_title": "Gantt & Függőségek",
  "gantt_dependencies_content": "A JustDo teljesen felszerelt Gantt diagramja Projekteken Átívelő Függőségekkel. Hatékony tervezést, koordinációt és nyomon követést tesz lehetővé a projektek ütemezésének betartásához.",
  "chat_channels_emails_files_title": "Csevegőcsatornák, E-mailek, Fájlok",
  "chat_channels_emails_files_content": "Növeljétek a csapatmunka hatékonyságát minden feladathoz dedikált csevegőcsatornákkal. Vitassátok meg az ötleteket valós időben, közvetlenül a projekten belül a zökkenőmentes kommunikációért. Küldjetek e-maileket közvetlenül a feladatokhoz, központosított nyilvántartást létrehozva, amely mindenki számára elérhető, még a külső együttműködők számára is. Könnyedén kezeljétek, osszátok meg és rendszerezzétek az összes projektdokumentumotokat egy helyen, összhangban és termelékenyen tartva a csapatotokat.",
  "enterprise_grade_plugins_title": "Vállalati Szintű Bővítmények",
  "enterprise_grade_plugins_content": "A JustDo számos vállalati szintű bővítményt kínál a projektmenedzsment képességeitek fokozásához. Azonosítsátok és kezeljétek a kockázatokat a <b>Kockázatkezelési</b> Bővítményünkkel, amely biztosítja a projekt sikerét és rugalmasságát. Pontosan kövessétek nyomon a feladatokra fordított időt az intuitív <b>Időkövetéssel</b> a precíz erőforrás-allokációhoz. Optimalizáljátok a feladatok elosztását és egyensúlyozzátok a munkaterhelést a csapattagok között az <b>Erőforrás- és Terheléskezeléssel</b>. Ezek csak néhány a JustDo-ban elérhető számos hatékony bővítmény közül.",
  "main_page_slides_getting_started_video_title": "Kezdő lépések a JustDo-val",
  "main_page_slides_getting_started_video_subtitle": "Ismerjétek meg, mit tehet értetek a JustDo!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Hozzatok létre projektet egyetlen prompttal",
  "main_page_slides_do_pilot_message_paste_title": "AI Asszisztensünk",
  "main_page_slides_do_pilot_message_paste_subtitle": "Hozzatok létre feladatokat szöveges üzenetekből és dokumentumokból!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Automatikus Feladat Kidolgozás",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Automatikusan bontja le a feladatokat részfeladatokra",
  "main_page_slides_do_pilot_summary_title": "Feladat Chat AI-vel",
  "main_page_slides_do_pilot_summary_subtitle": "Automatikus feladatösszefoglalás és chat AI-vel róluk",
  "main_page_slides_task_summary": "Feladat összefoglaló",
  "main_page_stats_unlimited": "Korlátlan",
  "main_page_stats_1": "Bővítmények",
  "main_page_stats_2": "Év a Piacon",
  "main_page_stats_3": "Feladat Táblánként",
  "main_page_stats_4": "Testreszabási Lehetőségek",
  "main_page_stats_5": "Színes Témák",
  "main_page_stats_6": "Támogatott nyelvek"
}