{
  "enhanced_scalability_seamless_deployment_title": "Escalabilidad Mejorada y Despliegue Sin Problemas",
  "enhanced_scalability_seamless_deployment_content": "JustDo está diseñado para un despliegue sin esfuerzo y una escalabilidad excepcional. Con una arquitectura robusta, soporta cientos de miles de tareas por proyecto, distinguiéndose como una solución verdaderamente de nivel empresarial. Esta capacidad asegura un rendimiento y expansión sin problemas, alineándose perfectamente con el crecimiento de los proyectos de vuestros clientes.",
  "multiple_sources_of_revenue_title": "Múltiples Fuentes de Ingresos",
  "multiple_sources_of_revenue_content": "JustDo proporciona un paquete integral de servicios para que ofrezcáis a vuestros clientes. Al adoptar JustDo, podéis vender servicios de alojamiento, desarrollo, formación, mantenimiento y soporte, creando un flujo de ingresos fiable y continuo. Nuestra plataforma completa os permite expandir vuestras ofertas de negocio y maximizar la rentabilidad.",
  "simple_cost_structure_title": "Estructura de Costos Simple",
  "simple_cost_structure_content": "No tomamos un porcentaje de vuestras ventas. Nuestros precios son claros y simples, con una tarifa mensual fija por usuario y precios fijos para funciones premium a la carta como Gantt e IA. Esta estructura de precios transparente asegura que siempre sepáis qué esperar, permitiéndoos prever con confianza vuestros costos y beneficios potenciales. Para obtener todos los detalles, <a href=\"/pricing\">visitad nuestra página de precios</a>.",
  "use_your_brand_white_label_ready_title": "Usad Vuestra Marca - Listo para White-Label",
  "use_your_brand_white_label_ready_content": "Mejorad la presencia de marca de vuestros clientes con las capacidades de white-label de JustDo. Personalizad la plataforma con sus logotipos, esquemas de colores e identidades únicas para crear una experiencia de marca fluida.",
  "support_for_intranet_deployments_title": "Máxima Seguridad - Despliegue en Intranet Disponible",
  "support_for_intranet_deployments_content": "Los clientes en industrias sensibles a menudo requieren un despliegue altamente seguro dentro de su intranet, a veces incluso sin acceso a internet. JustDo soporta esta opción única de despliegue, proporcionando un entorno ultra seguro en las instalaciones <b>que pocas soluciones competidoras pueden ofrecer.</b>",
  "speaks_the_language_of_your_clients_title": "Habla el Idioma de Vuestros Clientes",
  "speaks_the_language_of_your_clients_content": "Con nuestro avanzado sistema de traducción, JustDo puede ser traducido a los 100 idiomas principales del mundo <b>en cuestión de días</b>, asegurando una experiencia fluida para vuestros clientes locales. Si vuestro mercado necesita una traducción que aún no ofrecemos, ¡no dudéis en contactarnos! Estamos ansiosos por considerar adiciones, <b><u>especialmente para mercados sin soluciones disponibles</b></u>.",
  "on_the_fly_proof_of_concept_title": "Demostraciones Asistidas por IA",
  "on_the_fly_proof_of_concept_content": "Con las demostraciones asistidas por IA de JustDo, vuestros clientes pueden describir el proyecto que desean y generaremos una estructura inmediata para una demostración rápida. Esta función es <b>ideal para impresionar a los clientes</b> y captar su atención.",
  "collaboration_and_communication_title": "Colaboración y Comunicación",
  "collaboration_and_communication_content": "JustDo fusiona perfectamente la comunicación y la colaboración con una potente gestión de proyectos. Compartid selectivamente tareas con clientes y proveedores, mantened registros completos de correo electrónico y chat, y organizad eficientemente los documentos del proyecto. Mientras tanto, gestionad múltiples proyectos con diagramas de Gantt y dependencias, controlad el tiempo y equilibrad las cargas de trabajo, todo bajo una plataforma intuitiva."
}