{
  "enhanced_scalability_seamless_deployment_title": "Gelişmiş Ölçeklenebilirlik ve Sorunsuz Dağıtım",
  "enhanced_scalability_seamless_deployment_content": "JustDo, kolay dağıtım ve olağanüstü ölçeklenebilirlik için tasarlanmıştır. Güçlü mimarisi sayesinde, proje başına yüz binlerce görevi destekleyerek gerçek bir kurumsal düzeyde çözüm olduğunu kanıtlar. Bu yetenek, müşterilerinizin projelerinin büyümesiyle mükemmel uyum sağlayarak sorunsuz performans ve genişleme sağlar.",
  "multiple_sources_of_revenue_title": "Çoklu Gelir Kaynakları",
  "multiple_sources_of_revenue_content": "JustDo, müşterilerinize sunabileceğiniz bütünsel bir hizmet paketi sunar. JustDo'yu benimseyerek barındırma, geliştirme, eğitim, bakım ve destek hizmetlerini satabilir, güvenilir ve sürekli bir gelir akışı oluşturabilirsiniz. Kapsamlı platformumuz, iş tekliflerinizi genişletmenizi ve kârlılığınızı en üst düzeye çıkarmanızı sağlar.",
  "simple_cost_structure_title": "Basit Maliyet Yapısı",
  "simple_cost_structure_content": "Satışlarınızdan yüzde almıyoruz. Fiyatlandırmamız açık ve basittir; kullanıcı başına sabit aylık ücret ve Gantt ve AI gibi özel premium özellikler için sabit fiyatlar sunuyoruz. Bu şeffaf fiyatlandırma yapısı, her zaman ne bekleyeceğinizi bilmenizi sağlar, böylece maliyetlerinizi ve potansiyel kârlarınızı güvenle tahmin edebilirsiniz. Tüm ayrıntılar için <a href=\"/pricing\">fiyatlandırma sayfamızı ziyaret edin</a>.",
  "use_your_brand_white_label_ready_title": "Kendi Markanızı Kullanın - Beyaz Etiket Hazır",
  "use_your_brand_white_label_ready_content": "JustDo'nun beyaz etiket yetenekleriyle müşterilerinizin marka varlığını geliştirin. Platformu onların logoları, renk şemaları ve benzersiz kimlikleriyle özelleştirerek kesintisiz bir marka deneyimi yaratın.",
  "support_for_intranet_deployments_title": "En Üst Düzey Güvenlik - Intranet Dağıtımı Mevcut",
  "support_for_intranet_deployments_content": "Hassas sektörlerdeki müşteriler genellikle intranetleri içinde, bazen internet erişimi olmadan bile yüksek güvenlikli dağıtım gerektirir. JustDo, <b>rakip çözümlerin çok azının sunabildiği</b> ultra güvenli, şirket içi bir ortam sağlayan bu benzersiz dağıtım seçeneğini destekler.",
  "speaks_the_language_of_your_clients_title": "Müşterilerinizin Dilini Konuşur",
  "speaks_the_language_of_your_clients_content": "Gelişmiş çeviri sistemimiz sayesinde JustDo, dünyadaki en popüler 100 dile <b>günler içinde</b> çevrilebilir, yerel müşterileriniz için sorunsuz bir deneyim sağlar. Pazarınız henüz sunmadığımız bir çeviri gerektiriyorsa, bizimle iletişime geçmekten çekinmeyin! Özellikle <b><u>hiçbir çözümün mevcut olmadığı pazarlar için</u></b> ekleme yapmaya hevesle hazırız.",
  "on_the_fly_proof_of_concept_title": "AI Destekli Demolar",
  "on_the_fly_proof_of_concept_content": "JustDo'nun AI destekli demoları ile müşterileriniz istedikleri projeyi tanımlayabilir ve biz hızlı bir demo için anında bir yapı oluşturabiliriz. Bu özellik, <b>müşterileri etkilemek</b> ve dikkatlerini çekmek için idealdir.",
  "collaboration_and_communication_title": "İşbirliği ve İletişim",
  "collaboration_and_communication_content": "JustDo, iletişim ve işbirliğini güçlü proje yönetimiyle sorunsuz bir şekilde birleştirir. Görevleri seçici olarak müşteriler ve tedarikçilerle paylaşın, kapsamlı e-posta ve sohbet kayıtlarını tutun ve proje belgelerini verimli bir şekilde düzenleyin. Aynı zamanda, Gantt şemaları ve bağımlılıklarla birden fazla projeyi yönetin, zamanı takip edin ve iş yüklerini dengeleyin - tümü tek bir sezgisel platformda."
}