{
  "more_than_just_project_management_title": "Икемді CMS және ERP платформасы",
  "more_than_just_project_management_content": "JustDo – бұл жай ғана жобаларды басқару бағдарламасынан да артық. Ол CMS және ERP жүйесі ретінде де тиімді жұмыс істейді. Оның жоғары деңгейдегі баптау мүмкіндігі оны түрлі бизнес қолданбалары үшін тамаша етеді, нақты салалық қажеттіліктерді қанағаттандыратын мықты, арнайы шешімдер ұсынады. Бұл әмбебаптық JustDo-ны жан-жақты басқару құралдарын CMS икемділігімен біріктіргісі келетін кәсіпорындар үшін мінсіз платформа етеді.",
  "full_ai_integration_title": "Толық AI интеграциясы",
  "full_ai_integration_content": "JustDo-ның озық AI мүмкіндіктерінің арқасында сіз бір нұсқаудан жоба құрылымдарын тез жасай аласыз, құжаттар мен келісімшарттарды тапсырмаларға айналдыра аласыз, жан-жақты түйіндемелер жасай аласыз және жобаларыңыз туралы егжей-тегжейлі сұраулар жүргізе аласыз.",
  "choose_who_sees_what_title": "Кім нені көретінін таңдаңыз",
  "choose_who_sees_what_content": "Таңдамалы тапсырмаларды бөлісу арқылы сіз клиенттерді, жеткізушілерді және мүдделі тараптарды тақтаңызға шақыра аласыз, бірақ олар тек өздерімен бөлісілген нәрселерді ғана көреді. Біздің икемді рұқсаттар жүйесі қол жеткізудің кең ауқымын қамтамасыз етеді, әрбір қатысушы үшін арнайы көріну және қауіпсіздік деңгейін ұсынады.",
  "manage_multiple_projects_on_one_board_title": "Бірнеше жобаны бір тақтада басқарыңыз",
  "manage_multiple_projects_on_one_board_content": "JustDo-ның 200,000-нан астам тапсырмаларды қамтитын үлкен тақталарды қолдауының арқасында бірнеше жобаны бір тақтада басқару ыңғайлы және тиімді болады. Барлық жобаларыңызды бір орталықтандырылған жерде ұйымдастырыңыз, бақылаңыз және орындаңыз.",
  "gantt_dependencies_title": "Гант диаграммасы және Тәуелділіктер",
  "gantt_dependencies_content": "JustDo-ның жобааралық тәуелділіктері бар толық функционалды Гант диаграммасы. Жобаларды кестеге сай ұстау үшін тиімді жоспарлауды, үйлестіруді және бақылауды мүмкін етеді.",
  "chat_channels_emails_files_title": "Чат арналары, Электрондық хаттар, Файлдар",
  "chat_channels_emails_files_content": "Әр тапсырма үшін арнайы чат арналарымен команданың ынтымақтастығын арттырыңыз. Идеяларды нақты уақытта, тікелей жобаңыздың ішінде талқылаңыз, бұл байланысты жеңілдетеді. Электрондық хаттарды тікелей тапсырмаларға жіберіңіз, бұл сыртқы қатысушылар үшін де қол жетімді орталықтандырылған жазба жасайды. Жобаңыздың барлық құжаттарын бір жерде оңай басқарыңыз, бөлісіңіз және ұйымдастырыңыз, осылайша командаңызды үйлестіріп, өнімділігін арттырыңыз.",
  "enterprise_grade_plugins_title": "Кәсіпорын деңгейіндегі плагиндер",
  "enterprise_grade_plugins_content": "JustDo жобаларды басқару мүмкіндіктеріңізді жақсартуға арналған кәсіпорын деңгейіндегі плагиндердің кең ауқымын ұсынады. Жобаның сәттілігі мен төзімділігін қамтамасыз ететін <b>Тәуекелдерді басқару</b> плагинімен тәуекелдерді анықтаңыз және басқарыңыз. Ресурстарды дәл бөлу үшін интуитивті <b>Уақытты бақылау</b> арқылы тапсырмаларға жұмсалған уақытты дәл қадағалаңыз. <b>Ресурстар мен жүктемені басқару</b> арқылы тапсырмаларды бөлуді оңтайландырыңыз және команда мүшелері арасындағы жұмыс жүктемесін теңестіріңіз. Бұлар JustDo-да қол жетімді көптеген қуатты плагиндердің тек бірнешеуі ғана.",
  "main_page_slides_getting_started_video_title": "JustDo-мен жұмысты бастау",
  "main_page_slides_getting_started_video_subtitle": "JustDo сіз үшін не істей алатынын біліңіз!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Бір нұсқаумен жобаңызды жасаңыз",
  "main_page_slides_do_pilot_message_paste_title": "Біздің AI көмекшіміз",
  "main_page_slides_do_pilot_message_paste_subtitle": "Мәтіндік хабарламалар мен құжаттардан тапсырмалар жасаңыз!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Тапсырмаларды автоматты түрде егжей-тегжейлеу",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Тапсырмаларды автоматты түрде қосалқы тапсырмаларға бөліңіз",
  "main_page_slides_do_pilot_summary_title": "AI-мен тапсырма чаты",
  "main_page_slides_do_pilot_summary_subtitle": "Тапсырмаларды автоматты түрде қорытындылаңыз және олар туралы AI-мен сөйлесіңіз",
  "main_page_slides_task_summary": "Тапсырма түйіндемесі",
  "main_page_stats_unlimited": "Шексіз",
  "main_page_stats_1": "Плагиндер",
  "main_page_stats_2": "Нарықтағы жылдар",
  "main_page_stats_3": "Бір тақтадағы тапсырмалар",
  "main_page_stats_4": "Баптау опциялары",
  "main_page_stats_5": "Түрлі-түсті тақырыптар",
  "main_page_stats_6": "Қолдау көрсетілетін тілдер"
}