{
  "more_than_just_project_management_title": "Platformă CMS și ERP Flexibilă",
  "more_than_just_project_management_content": "JustDo este mai mult decât un simplu software de management de proiect. Funcționează perfect atât ca sistem CMS, cât și ca sistem ERP. Gradul său ridicat de personalizare îl face ideal pentru o varietate de aplicații de afaceri, oferind soluții robuste și adaptate pentru a satisface nevoile specifice ale industriei. Această versatilitate face din JustDo platforma perfectă pentru companiile care doresc să integreze instrumente complete de management cu flexibilitatea unui CMS.",
  "full_ai_integration_title": "Integrare Completă cu Inteligența Artificială",
  "full_ai_integration_content": "Cu capacitățile avansate de IA ale JustDo, puteți genera rapid structuri de proiect dintr-o singură comandă, converti documente și contracte în sarcini, produce rezumate cuprinzătoare și efectua interogări detaliate despre proiectele voastre.",
  "choose_who_sees_what_title": "Alegeți Cine Vede Ce",
  "choose_who_sees_what_content": "Partajarea selectivă a sarcinilor vă permite să invitați clienți, furnizori și părți interesate la tabloul vostru, asigurându-vă că aceștia văd doar ceea ce este partajat cu ei. Sistemul nostru flexibil de permisiuni acomodează o gamă largă de controale de acces, oferind vizibilitate și securitate personalizate pentru fiecare participant.",
  "manage_multiple_projects_on_one_board_title": "Gestionați Mai Multe Proiecte pe un Singur Tablou",
  "manage_multiple_projects_on_one_board_content": "Cu suportul JustDo pentru tablouri masive care conțin peste 200.000 de sarcini, gestionarea mai multor proiecte pe un singur tablou devine convenabilă și eficientă. Organizați, monitorizați și executați toate proiectele voastre fără probleme într-un singur loc centralizat.",
  "gantt_dependencies_title": "Gantt și Dependențe",
  "gantt_dependencies_content": "Gantt complet funcțional al JustDo cu Dependențe între Proiecte. Permite planificarea, coordonarea și urmărirea eficientă pentru a menține proiectele în grafic.",
  "chat_channels_emails_files_title": "Canale de Chat, E-mailuri, Fișiere",
  "chat_channels_emails_files_content": "Îmbunătățiți colaborarea echipei cu canale de chat dedicate pentru fiecare sarcină. Discutați idei în timp real, direct în cadrul proiectului vostru, pentru o comunicare fără probleme. Trimiteți e-mailuri direct către sarcini, creând o înregistrare centralizată accesibilă tuturor, chiar și colaboratorilor externi. Gestionați, partajați și organizați cu ușurință toate documentele proiectului într-un singur loc, menținând echipa voastră aliniată și productivă.",
  "enterprise_grade_plugins_title": "Plugin-uri de Nivel Enterprise",
  "enterprise_grade_plugins_content": "JustDo oferă o gamă de plugin-uri de nivel enterprise pentru a vă îmbunătăți capacitățile de management al proiectelor. Identificați și gestionați riscurile cu plugin-ul nostru de <b>Managementul Riscurilor</b> care asigură succesul și reziliența proiectului. Urmăriți cu precizie timpul petrecut pe sarcini cu <b>Urmărirea Timpului</b> intuitivă pentru o alocare precisă a resurselor. Optimizați alocarea sarcinilor și echilibrați volumul de muncă între membrii echipei cu <b>Managementul Resurselor și al Încărcării</b>. Acestea sunt doar câteva dintre numeroasele plugin-uri puternice disponibile în JustDo.",
  "main_page_slides_getting_started_video_title": "Începeți cu JustDo",
  "main_page_slides_getting_started_video_subtitle": "Aflați ce poate face JustDo pentru voi!",
  "main_page_slides_justdo_ai_prompt_title": "JustDo AI",
  "main_page_slides_justdo_ai_prompt_subtitle": "Creați-vă proiectul cu o singură comandă",
  "main_page_slides_do_pilot_message_paste_title": "Asistentul Nostru AI",
  "main_page_slides_do_pilot_message_paste_subtitle": "Creați sarcini din mesaje text și documente!",
  "main_page_slides_do_pilot_elaborate_tasks_title": "Auto-Elaborare Sarcini",
  "main_page_slides_do_pilot_elaborate_tasks_subtitle": "Defalcați automat sarcinile în sub-sarcini",
  "main_page_slides_do_pilot_summary_title": "Chat despre Sarcini cu AI",
  "main_page_slides_do_pilot_summary_subtitle": "Rezumați automat sarcinile și discutați cu AI despre ele",
  "main_page_slides_task_summary": "Rezumatul sarcinii",
  "main_page_stats_unlimited": "Nelimitat",
  "main_page_stats_1": "Plugin-uri",
  "main_page_stats_2": "Ani pe Piață",
  "main_page_stats_3": "Sarcini per Tablou",
  "main_page_stats_4": "Opțiuni de Personalizare",
  "main_page_stats_5": "Teme Colorate",
  "main_page_stats_6": "Limbi suportate"
}