{
  "enhanced_scalability_seamless_deployment_title": "Poboljšana skalabilnost i besprekorna implementacija",
  "enhanced_scalability_seamless_deployment_content": "JustDo je projektovan za jednostavnu implementaciju i izuzetnu skalabilnost. Sa robusnom arhitekturom, podržava stotine hiljada zadataka po projektu, što ga izdvaja kao pravo rešenje na nivou preduzeća. Ova sposobnost osigurava besprekorne performanse i ekspanziju, savršeno se usklađujući sa rastom projekata vaših klijenata.",
  "multiple_sources_of_revenue_title": "Višestruki izvori prihoda",
  "multiple_sources_of_revenue_content": "JustDo pruža sveobuhvatan paket usluga koje možete ponuditi svojim klijentima. Usvajanjem JustDo-a, možete prodavati usluge hostinga, razvoja, obuke, održavanja i podrške, stvarajući pouzdan i kontinuiran tok prihoda. Naša sveobuhvatna platforma vam omogućava da proširite svoju poslovnu ponudu i maksimalno povećate profitabilnost.",
  "simple_cost_structure_title": "Jednostavna struktura troškova",
  "simple_cost_structure_content": "Ne uzimamo procenat od vaše prodaje. Naše cene su jasne i jednostavne, sa fiksnom mesečnom naknadom po korisniku i fiksnim cenama za premium funkcije po izboru, poput Gantt-a i AI. Ova transparentna struktura cena osigurava da uvek znate šta možete očekivati, omogućavajući vam da sa sigurnošću predvidite svoje troškove i potencijalne profite. Za sve detalje, <a href=\"/pricing\">posetite našu stranicu sa cenama</a>.",
  "use_your_brand_white_label_ready_title": "Koristite svoj brend - Spremno za beli labelu (White-Label)",
  "use_your_brand_white_label_ready_content": "Poboljšajte prisustvo brenda vaših klijenata sa JustDo mogućnostima za beli labelu. Prilagodite platformu njihovim logotipima, šemama boja i jedinstvenim identitetima kako biste stvorili besprekorno, brendirano iskustvo.",
  "support_for_intranet_deployments_title": "Vrhunska bezbednost - Dostupna implementacija na intranetu",
  "support_for_intranet_deployments_content": "Klijenti u osetljivim industrijama često zahtevaju visoko bezbednu implementaciju unutar svog intraneta, ponekad čak i bez pristupa internetu. JustDo podržava ovu jedinstvenu opciju implementacije, pružajući ultra bezbedno okruženje na licu mesta <b>koje malo konkurentskih rešenja može ponuditi.</b>",
  "speaks_the_language_of_your_clients_title": "Govori jezikom vaših klijenata",
  "speaks_the_language_of_your_clients_content": "Sa našim naprednim sistemom prevođenja, JustDo se može prevesti na 100 najvažnijih svetskih jezika <b>u roku od nekoliko dana</b>, osiguravajući besprekorno iskustvo za vaše lokalne klijente. Ako vašem tržištu treba prevod koji još ne nudimo, ne oklevajte da nas kontaktirate! Željno razmatramo dodatke, <b><u>posebno za tržišta bez dostupnih rešenja</b></u>.",
  "on_the_fly_proof_of_concept_title": "AI podržane demonstracije",
  "on_the_fly_proof_of_concept_content": "Sa JustDo AI podržanim demonstracijama, vaši klijenti mogu opisati željeni projekat, a mi ćemo generisati trenutnu strukturu za brzu demonstraciju. Ova funkcija je <b>idealna za impresioniranje klijenata</b> i privlačenje njihove pažnje.",
  "collaboration_and_communication_title": "Saradnja i komunikacija",
  "collaboration_and_communication_content": "JustDo besprekorno spaja komunikaciju i saradnju sa moćnim upravljanjem projektima. Selektivno delite zadatke sa klijentima i dobavljačima, održavajte sveobuhvatne evidencije e-pošte i četa, i efikasno organizujte projektnu dokumentaciju. Istovremeno, upravljajte višestrukim projektima pomoću Gantt grafikona i zavisnosti, pratite vreme i balansirajte radno opterećenje - sve na jednoj intuitivnoj platformi."
}